<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em  &eacute;s un joc de p&ograve;quer amb cartes comunes. L'objectiu &eacute;s obtenir una m&agrave; de  cinc cartes millor que la de la banca utilitzant la vostra m&agrave; de dues cartes i  les cinc cartes comunes. Tamb&eacute; hi ha una aposta opcional a Trio o m&eacute;s, en la qual guanyareu si la vostra m&agrave; de cinc cartes final &eacute;s un Trio o superior.</p>
</div>
<div id="playing"> 
        <p><strong>Com s&rsquo;hi juga</strong></p>
        <p>S'hi juga amb una  baralla est&agrave;ndard de 52 cartes que es barregen despr&eacute;s de cada ronda.</p>
  
          Feu clic a les piles de fitxes situades a la       part inferior dreta de la pantalla per seleccionar la quantitat que voleu       apostar. Denominacions de les monedes m&eacute;s gran: 1K=1000, 1M=1 000 000, 1B=1 000 000 000.
  <p>Heu de fer apostes iguals a l'aposta inicial i a l'aposta cega. Quan poseu una aposta a la zona d'aposta inicial, se'n col&middot;locar&agrave; una d'id&egrave;ntica a la zona d'aposta cega, i a l'inrev&eacute;s. Aquesta aposta pot tenir un import diferent de les apostes inicial/cega.  </p>
  <p>Podeu veure els l&iacute;mits d'aposta i els pagaments       passant el cursor per sobre del taulell de cartes. </p>
  <p>Per retirar una aposta, feu clic en una fitxa       mentre manteniu la tecla Shift premuda i la fitxa desapareixer&agrave; de la       taula. El bot&oacute; <strong>Desfer</strong> desfar&agrave; la vostra &uacute;ltima acci&oacute; afegint o b&eacute;       retirant una fitxa. </p>
  <p>Feu clic al bot&oacute; Repartir. </p>
  <p>Us repartiran dues cartes descobertes, i a la       banca, dues cartes cobertes. En aquest moment podeu apostar o passar. Podeu fer una aposta de joc que sigui 3 o 4 vegades la vostra aposta inicial. Aleshores es giren totes les cartes i es determina qui ha guanyat sense fer m&eacute;s rondes d'apostes.</p>
  <p>Si decidiu Passar, podeu continuar sense incrementar la vostra aposta. Es giraran les primeres 3 cartes comunes (flop). A continuaci&oacute; podeu tornar a passar per veure la resta de cartes comunes sense incrementar la vostra aposta, o incrementar 2x les vostres apostes inicial/cega. Si feu l'aposta 2x, es giraran les dues &uacute;ltimes cartes comunes i es determinar&agrave; qui guanya sense fer cap ronda d'apostes m&eacute;s.</p>
  <p>Si heu tornat a passar, es giraran les dues &uacute;ltimes cartes comunes i a continuaci&oacute; podreu escollir No anar-hi i perdre les vostres apostes inicial i cega, o fer una aposta igual a l'aposta inicial. Es giraran les cartes de la banca i es determinar&agrave; qui ha guanyat.</p>
<p>L'aposta a Trio o m&eacute;s no s'incrementa mai despr&eacute;s de l'aposta inicial.</p>
<p><strong>Resultats</strong></p>
<p>El sistema  determina qui t&eacute; la millor m&agrave; de cinc cartes de p&ograve;quer utilitzant qualsevol  combinaci&oacute; de cartes cobertes i comunes. </p>
<p>Les apostes inicial, cega, de joc i trio o m&eacute;s fan el pagament amb diferents condicions:</p>
<p><strong>La Banca hi arriba </strong></p>
<p>La banca necessita almenys una parella per arribar. Si la banca no hi arriba, no guanyeu autom&agrave;ticament.</p>
<p><strong>Aposta inicial</strong></p>
<p>Si la banca hi arriba i teniu la m&agrave; m&eacute;s alta, l&rsquo;aposta inicial es pagar&agrave; 1:1. Si la banca hi arriba i t&eacute; la m&agrave; m&eacute;s alta, la vostra aposta inicial perd. Si hi ha un empat o la banca no hi arriba, se us retornar&agrave; l'import de l'aposta inicial.</p>
<p><strong>Aposta cega</strong></p>
<p>Si guanyeu amb una escala o una m&agrave; superior, l'aposta cega far&agrave; el pagament indicat a la taula de pagaments. Si teniu una m&agrave; m&eacute;s bona que la de la banca, per&ograve; m&eacute;s baixa que una escala, se us retornar&agrave; l'import de l'aposta cega. Si la banca t&eacute; la m&agrave; m&eacute;s alta, perdreu l'aposta cega encara que la banca no hi arrib&eacute;s.</p>
<p><strong>Aposta de joc</strong></p>
<p>Si teniu la m&agrave; m&eacute;s alta, l'aposta de joc es pagar&agrave; 1:1. Si la banca t&eacute; la m&agrave; m&eacute;s alta, l'aposta de joc perdr&agrave;, independentment de si la banca hi arriba o no.</p>
<p><strong>Empats</strong></p>
<p>Si empateu amb la banca, se us retornaran els imports de les apostes inicial, cega i de joc.</p>
</div>
<div id="bonus">
  <p><strong>Resultats de l'aposta a Trio o m&eacute;s</strong></p>
  <p>Guanyareu aquesta aposta si la vostra m&agrave; final de 5 cartes &eacute;s un Trio o superior. Les apostes a Trio o m&eacute;s guanyadores es paguen independentment de si la m&agrave; principal guanya, perd o recupera l'aposta. Podeu guanyar una aposta a Trio o m&eacute;s encara que no hi aneu.  </p>
  <p><strong>R&agrave;nquing de mans</strong></p>
  <p> S'utilitza el  r&agrave;nquing de mans habitual del p&ograve;quer. </p>
  <table border="0" cellspacing="0" cellpadding="0" width="100%">
    <tr>
      <td><table border="0" cellspacing="1" cellpadding="0" width="100%">
        <tr>
          <td width="21%"><p><strong>M&agrave;</strong></p></td>
          <td width="62%"><p><strong>Descripci&oacute; de la m&agrave;</strong></p></td>
        </tr>
        <tr>
          <td width="21%"><p>Escala reial</p></td>
          <td width="62%"><p>As      &ndash; Rei &ndash; Reina &ndash; Jota &ndash; 10 del mateix coll</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Escala de color</p></td>
          <td width="62%"><p>Cinc      cartes seguides del mateix coll</p></td>
        </tr>
        <tr>
          <td width="21%"><p>P&ograve;quer</p></td>
          <td width="62%"><p>Quatre cartes qualsevol del mateix      valor</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Full</p></td>
          <td width="62%"><p>Tres cartes iguals i una parella</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Color</p></td>
          <td width="62%"><p>Cinc cartes del mateix coll</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Escala</p></td>
          <td width="62%"><p>Cinc cartes seguides, per&ograve; de diferents colls</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Trio</p></td>
          <td width="62%"><p>Tres cartes del mateix valor i dues cartes m&eacute;s</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Doble parella</p></td>
          <td width="62%"><p>Dues cartes del mateix valor, dues      cartes m&eacute;s del mateix valor, i una carta m&eacute;s</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Parella</p></td>
          <td width="62%"><p>Dues cartes del mateix valor i tres cartes m&eacute;s</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Carta m&eacute;s alta</p></td>
          <td width="62%"><p>La carta m&eacute;s alta de la m&agrave;</p></td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>En cas d'avaria  del joc s'anul&middot;laran tots els pagaments i la partida.</p>
</div>
<div id="options">
        <p><strong>Opcions del joc</strong></p>
        <p>Aneu a <strong>Men&uacute;  principal &ndash; Opcions</strong> per obtenir la llista seg&uuml;ent:</p>
        <p><strong>Efectes de so:</strong> Activa o desactiva el so del joc (com ara  bips quan es fa clic als botons).</p>
        <p><strong>So ambiental:</strong> Aquesta funci&oacute; activa el so d&rsquo;un casino  normal, com ara gent de fons que parla.</p>
        <p><strong>Gr&agrave;fics d&rsquo;alta qualitat:</strong> Desmarqueu aquesta funci&oacute; si el joc  s&rsquo;alenteix a causa de la capacitat de processament del vostre equip. L&rsquo;alentiment del joc tamb&eacute; pot respondre a  problemes relacionats amb Internet, com ara per&iacute;odes de m&eacute;s consum.</p>
        <p><strong>Animacions:</strong> Podeu desmarcar aquesta funci&oacute; perqu&egrave; els rodets  apareguin directament en la seva posici&oacute; final sense mostrar animacions de gir,  en cas que el vostre equip experimenti problemes de rendiment.</p>
        <p><strong>Ajustar a la finestra:</strong> Seleccioneu aquesta funci&oacute; per ajustar el joc a la mida de la finestra.</p>
</div>
</BODY>
</HTML>