<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em  i je poker se spole&#269;n&yacute;mi kartami. C&iacute;lem je vytvo&#345;it lep&scaron;&iacute; kombinaci p&#283;ti karet ne&#382;  krupi&eacute;r s pomoc&iacute; va&scaron;ich dvou karet a p&#283;ti spole&#269;n&yacute;ch karet. K dispozici je tak&eacute; voliteln&aacute; s&aacute;zka Trojice, kterou vyhrajete, pokud va&scaron;e fin&aacute;ln&iacute; kombinace pěti karet obsahuje Trojici nebo vy&scaron;&scaron;&iacute; kombinaci.</p>
</div>
<div id="playing"> 
        <p><strong>Hern&iacute; postup</strong></p>
        <p>Hra se hraje s jedn&iacute;m bal&iacute;čkem 52 karet, kter&eacute; jsou po každ&eacute;m kole zam&iacute;ch&aacute;ny.</p>
  <p>Klepnut&iacute;m na hrom&aacute;dku žetonů v prav&eacute;m doln&iacute;m rohu  obrazovky vyberte požadovanou v&yacute;&scaron;i s&aacute;zky. Vět&scaron;&iacute; minc&iacute;ch v&scaron;ech nomin&aacute;ln&iacute;ch hodnot 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
<p>Mus&iacute;te podat shodn&eacute; s&aacute;zky na Ante a Blind. Pokud vlož&iacute;te s&aacute;zku do oblasti Ante, je stejn&aacute; s&aacute;zka vložena do oblasti s&aacute;zek Blind a naopak. S&aacute;zka Trojice může b&yacute;t v jin&eacute; v&yacute;&scaron;i než s&aacute;zky Ante/Blind.</p>
  <p>S&aacute;zkov&eacute; limity jsou uvedeny v Limitu stolu ("Table Limit") a zobraz&iacute; se, pokud přes něj přejedete kurzorem my&scaron;i.</p>
  <p>Chcete-li odebrat s&aacute;zku, podržte stisknutou kl&aacute;vesu Shift  a klepnut&iacute;m na žeton jej odstraňte ze stolu. Tlač&iacute;tko <strong>Zpět</strong> vr&aacute;t&iacute; zpět posledn&iacute; akci, tedy přid&aacute;n&iacute; či odebr&aacute;n&iacute; žetonu. </p>
  <p>Klikněte na tlač&iacute;tko Rozdat &quot;Deal&quot;. </p>
  <p>Budou v&aacute;m  rozd&aacute;ny va&scaron;e dvě karty l&iacute;cem nahoru a krupi&eacute;r dostane rozd&aacute;ny dvě karty l&iacute;cem  dolů.</a></p>
  <p>V t&eacute;to f&aacute;zi můžete s&aacute;zet nebo kontrolovat. Můžete vsadit Hern&iacute; s&aacute;zku ve v&yacute;&scaron;i 3 nebo 4n&aacute;sobku s&aacute;zky Ante. Pot&eacute; jsou obr&aacute;ceny v&scaron;echny karty a je určen v&iacute;těz bez dal&scaron;&iacute;ch kol s&aacute;zen&iacute;.</p>
<p>Pokud m&iacute;sto toho zvol&iacute;te volbu Kontrolovat, můžete pokračovat bez nav&yacute;&scaron;en&iacute; sv&eacute; s&aacute;zky. Jsou obr&aacute;ceny prvn&iacute; 3 společn&eacute; karty (označovan&eacute; jako flop). Můžete znovu kontrolovat a zobrazit zbytek společn&yacute;ch karet bez nav&yacute;&scaron;en&iacute; sv&eacute; s&aacute;zky, nebo můžete svoji s&aacute;zku nav&yacute;&scaron;it o dvojn&aacute;sobek sv&yacute;ch s&aacute;zek Ante/Blind. Pokud d&aacute;te s&aacute;zku 2x, jsou obr&aacute;ceny dvě posledn&iacute; společn&eacute; karty a je určen v&iacute;těz bez dal&scaron;&iacute;ch kol s&aacute;zen&iacute;. Pokud jste znovu kontrolovali, jsou obr&aacute;ceny dvě posledn&iacute; společn&eacute; karty a vy můžete zvolit, zda chcete Složit karty a ztratit vsazen&eacute; s&aacute;zky Ante a Blind, nebo zda chcete podat s&aacute;zku rovnaj&iacute;c&iacute; se s&aacute;zce Ante.  </p>
<p>Budou obr&aacute;ceny karty krupi&eacute;ra a bude určen v&iacute;těz.</p>
<p>S&aacute;zka Trojice nen&iacute; po původn&iacute; s&aacute;zce již nikdy zvy&scaron;ov&aacute;na.</p>
<p><strong>V&yacute;sledky</strong></p>
<p>Syst&eacute;m vyhodnot&iacute;, zda m&aacute;te lep&scaron;&iacute; pokerovou kombinaci pěti karet než krupi&eacute;r  s pomoc&iacute; vlastn&iacute;ch karet a pěti společn&yacute;ch karet. </p>
<p>Jednotliv&eacute; s&aacute;zky Ante, Blind, Hern&iacute;  a Trojice maj&iacute; různ&eacute; podm&iacute;nky, za kter&yacute;ch jsou vypl&aacute;ceny:</p>
<p><strong>Kvalifikov&aacute;n&iacute; krupi&eacute;ra</strong></p>
<p>Krupi&eacute;r mus&iacute; m&iacute;t alespoň dvojici, aby se kvalifikoval. Pokud se krupi&eacute;r nekvalifikuje, automaticky nevyhr&aacute;v&aacute;te.</p>
<p><strong>S&aacute;zka Ante</strong></p>
<p>Pokud se krupi&eacute;r kvalifikuje a vy m&aacute;te vy&scaron;&scaron;&iacute; kombinaci, s&aacute;zka Ante se vypl&aacute;c&iacute; ve stejn&eacute; v&yacute;&scaron;i (1:1).  Pokud se krupi&eacute;r kvalifikuje a m&aacute; vy&scaron;&scaron;&iacute; kombinaci než vy, s&aacute;zku Ante ztr&aacute;c&iacute;te. V př&iacute;padě nerozhodn&eacute;ho v&yacute;sledku, nebo pokud se krupi&eacute;r nekvalifikuje, bude s&aacute;zka Ante vr&aacute;cena.</p>
<p><strong>S&aacute;zka Blind</strong></p>
<p>Pokud va&scaron;e kombinace vyhr&aacute;la s hodnotou postupka nebo vy&scaron;&scaron;&iacute;, bude s&aacute;zka Blind vyplacena podle tabulky v&yacute;plat. Pokud m&aacute;te lep&scaron;&iacute; kombinaci než krupi&eacute;r, av&scaron;ak niž&scaron;&iacute; než postupka, bude s&aacute;zka Blind vr&aacute;cena. Pokud m&aacute; krupi&eacute;r vy&scaron;&scaron;&iacute; kombinaci, va&scaron;e s&aacute;zka Blind prohr&aacute;v&aacute; i v př&iacute;padě, že se krupi&eacute;r nekvalifikoval.</p>
<p><strong>Hern&iacute; s&aacute;zka</strong></p>
<p>Pokud m&aacute;te lep&scaron;&iacute; kombinaci, bude hern&iacute; s&aacute;zka vyplacena v poměru 1:1. Pokud m&aacute; krupi&eacute;r vy&scaron;&scaron;&iacute; kombinaci, hern&iacute; s&aacute;zka prohr&aacute;v&aacute; bez ohledu na to, zda se krupi&eacute;r kvalifikoval.</p>
<p><strong>Nerozhodn&eacute; v&yacute;sledky</strong></p>
<p>Pokud m&aacute;te s krupi&eacute;rem shodn&eacute; hodnoty kombinac&iacute;, s&aacute;zky Ante, Blind a hern&iacute; budou v&scaron;echny vr&aacute;ceny.</p>
</div>
<div id="bonus">
  <p><strong>V&yacute;sledky s&aacute;zky Trojice</strong></p>
  <p>Vyhr&aacute;v&aacute;te, pokud va&scaron;e fin&aacute;ln&iacute; kombinace pěti karet obsahuje Trojici nebo vy&scaron;&scaron;&iacute; kombinaci. V&iacute;tězn&eacute; s&aacute;zky Trojice jsou vypl&aacute;ceny bez ohledu na to, zda hlavn&iacute; kombinace vyhr&aacute;la, prohr&aacute;la nebo byla vr&aacute;cena.</p>
  <p><strong>Pořad&iacute; karetn&iacute;ch  kombinac&iacute;</strong></p>
Kombinace jsou vyhodnoceny podle standardn&iacute;ch  pokerov&yacute;ch hodnocen&iacute;.
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
      <tr>
        <td width="21%" class="cellHeader"><strong> Listy</strong></td>
        <td width="62%" class="cellHeader"><strong> Popisy listů</strong></td>
      </tr>
      <tr>
        <td width="21%" class="menuTable"> Kr&aacute;lovsk&aacute; postupka v barvě </td>
        <td width="62%" class="menuTable"> Eso - kr&aacute;l - kr&aacute;lovna - kluk - 10 stejn&eacute; barvy </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable"> Postupka v barvě </td>
        <td width="62%" class="menuTable"> Pět po sobě jdouc&iacute;ch karet stejn&eacute; barvy&nbsp; </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable"> Čtveřice </td>
        <td width="62%" class="menuTable"> Jak&eacute;koliv čtyři karty stejn&eacute; hodnoty </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable">Full House</td>
        <td width="62%" class="menuTable"> Trojice a p&aacute;r </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable">Flush</td>
        <td width="62%" class="menuTable"> Pět karet stejn&eacute; barvy </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable">&Scaron;pinav&aacute; postupka </td>
        <td width="62%" class="menuTable"> Jak&yacute;chkoliv pět po sobě jdouc&iacute;ch karet různ&yacute;ch barev </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable"> Trojice </td>
        <td width="62%" class="menuTable"> Tři karty stejn&eacute; hodnoty a dvě nehod&iacute;c&iacute; se karty </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable"> Dva p&aacute;ry </td>
        <td width="62%" class="menuTable"> Dvě karty stejn&eacute; hodnoty s dal&scaron;&iacute;mi dvěma kartami stejn&eacute; hodnoty s jakoukoliv jinou kartou </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable"> Jeden p&aacute;r </td>
        <td width="62%" class="menuTable"> Dvě karty stejn&eacute; hodnoty a tři nehod&iacute;c&iacute; se karty </td>
      </tr>
      <tr>
        <td width="21%" class="menuTable"> Vysok&aacute; karta </td>
        <td width="62%" class="menuTable"> Ž&aacute;dn&eacute; karty stejn&eacute; hodnoty. </td>
      </tr>
    </table></td>
  </tr>
</table>
<p>Selh&aacute;n&iacute; zneplatňuj&iacute;  v&scaron;echny v&yacute;platy a hry.</p>
</div>
<div id="options">
        <p><strong>Možnosti hry </strong></p>
        <p>Pomoc&iacute; nab&iacute;dky <strong>Hlavn&iacute; nab&iacute;dka - Možnosti </strong>vyvol&aacute;te  n&aacute;sleduj&iacute;c&iacute; nab&iacute;dku:</p>
        <p><strong>Zvukov&eacute; efekty:</strong> Zapne či vypne zvuky při hře (např&iacute;klad  p&iacute;pnut&iacute; při klepnut&iacute; na tlač&iacute;tka).</p>
        <p><strong>Okoln&iacute; zvuky: </strong>Zapne okoln&iacute; zvuky v běžn&eacute;m kasinu, jako  je hovor hr&aacute;čů v pozad&iacute;. </p>
        <p><strong>Vysok&aacute; kvalita grafiky:</strong> Pokud m&aacute;te probl&eacute;my se zpomalen&iacute;m hry z  důvodu omezen&yacute;ch možnost&iacute; poč&iacute;tače, zru&scaron;te za&scaron;krtnut&iacute; tohoto tlač&iacute;tka. Zpomalen&iacute; hry může  b&yacute;t tak&eacute; důsledkem probl&eacute;mů souvisej&iacute;c&iacute;ch s Internetem, např&iacute;klad provozn&iacute;ch  &scaron;piček.</p>
        <p><strong>Animace:</strong> Zru&scaron;en&iacute;m za&scaron;krtnut&iacute; t&eacute;to možnosti  zajist&iacute;te zobrazen&iacute; v&aacute;lců pouze v konečn&eacute; pozici bez animace ot&aacute;čen&iacute;. Použijte  v př&iacute;padě v&yacute;konov&yacute;ch probl&eacute;mů poč&iacute;tače.</p>
        <p><strong>Přizpůsobit oknu</strong>: Za&scaron;krtnut&iacute;m t&eacute;to možnosti nastav&iacute;te zobrazen&iacute; hry  podle velikosti okna.</p>
</div>
</BODY>
</HTML>