<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em   er et pokerspil, som spilles med f&aelig;lleskort (community cards). Spillet  g&aring;r ud p&aring; at danne en bedre femkorts-pokerh&aring;nd end dealeren ved at bruge din tokortsh&aring;nd og dine  5 f&aelig;lleskort. Der er ogs&aring; en ekstra Trips-indsats (3 ens), hvor du vinder, hvis din sidste 5-korts h&aring;nd er tre ens eller h&oslash;jere.</p>
</div>
<div id="playing"> 
        <p><strong>S&aring;dan spiller  du</strong></p>
        <p>Der benyttes et normalt s&aelig;t spillekort med 52 kort, som blandes efter hver  runde.</p>
  <p>V&aelig;lg det       &oslash;nskede indsatsbel&oslash;b ved at klikke p&aring;       jetonstakken i sk&aelig;rmens nederste h&oslash;jre hj&oslash;rne. 
St&oslash;rre m&oslash;nter 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>Du skal satse samme indsats b&aring;de p&aring; Ante (forlodsindskuddet) og p&aring; Blind (den obligatoriske indsats). N&aring;r du placerer en indsats p&aring; Ante-indsatsomr&aring;det, placeres der en identisk indsats p&aring; Blind-indsatsomr&aring;det og vice versa. Trips-indsatsen kan v&aelig;re p&aring; et andet bel&oslash;b end Ante-/Blind-indsatsen.</p>
  <p>Du kan f&aring; vist oplysninger om bordgr&aelig;nser og udbetalinger ved at k&oslash;re musen hen over bordkortet. </p>
  <p>Fjern en indsats ved at holde Shift-tasten p&aring; tastaturet nede og klikke p&aring; jetonen, s&aring; den       fjernes fra bordet.       Knappen <strong>Fortryd</strong> annullerer din sidste handling ved enten at tilf&oslash;je       eller fjerne en jeton. </p>
  <p>Klik p&aring; <strong>Giv kort</strong> for at starte en spillerunde. </p>
  <p>Du tildeles to opadvendte       kort, og dealeren tildeles to nedadvendte kort. </p>
  <p>Du kan nu satse eller foretage et check (st&aring; over). Spil-indsatsen kan v&aelig;re din Ante-indsats ganget med 3 eller 4. Alle kort vendes derp&aring; om, og en vinder bestemmes uden yderligere byderunder.</p>
<p>V&aelig;lger du i stedet Check, kan du forts&aelig;tte uden at forh&oslash;je din indsats. De f&oslash;rste 3 f&aelig;lleskort (kaldet floppet) vendes om. Du kan gentjekke for at se de resterende f&aelig;lleskort uden at forh&oslash;je din indsats, eller du kan forh&oslash;je din Ante-/Blind-indsats 2 gange.Satser du indsatsen x 2, vendes de sidste 2 f&aelig;lleskort om, og en vinder bestemmes uden en ekstra budrunde.</p>
  <p>Hvis du atter foretager et check, vendes de sidste to f&aelig;lleskort om, og du kan derp&aring; v&aelig;lge enten Fold (opgiv) og tabe din Ante- og Blind-indsats, eller du kan satse det samme bel&oslash;b som Ante-indsatsen. Dealerens kort vendes om, og en vinder bestemmes. </p>
<p>Trips-indsatsen forh&oslash;jes aldrig efter f&oslash;rsteindsatsbel&oslash;bet.</p>
<p><strong>Resultater</strong></p>
<p>Systemet afg&oslash;r,  om du eller dealeren har den bedste femkorts-pokerh&aring;nd ved at benytte enhver  kombination af hulkort og f&aelig;lleskort. </p>
<p>Hver Ante-, Blind-, Spil- og Trips-indsats udbetaler under forskellige forhold:</p>
<p>Dealeren skal have mindst et par for at kvalificere sig. Kvalificerer dealeren sig ikke, vinder du ikke automatisk.</p>
<p><strong>Ante-indskud</strong></p>
<p>Kvalificerer dealeren sig, og har du den h&oslash;jeste h&aring;nd, giver Ante lige penge (1:1). Kvalificerer dealeren sig, og hvis dealeren har den h&oslash;jeste h&aring;nd, taber du din Ante-indsats.Er det uafgjort, eller kvalificerer dealeren sig ikke, foretager Ante-indsatsen push (du f&aring;r din indsats tilbage).</p>
<p><strong>Blind-indsats</strong></p>
<p>Vinder din h&aring;nd med straight (enkelt tal) eller h&oslash;jere, udbetaler Blind-indsatsen if&oslash;lge udbetalingstabellen. Har du en bedre h&aring;nd end dealeren, men mindre end straight, foretager Blind-indsatsen et push. Har dealeren den h&oslash;jeste h&aring;nd, taber din Blind-indsats, selv om dealeren ikke kvalificerede sig.</p>
<p><strong>Spil-indsats</strong></p>
<p>Har du den h&oslash;jeste h&aring;nd, giver Spil-indsatsen lige penge. Har dealeren den h&oslash;jeste h&aring;nd, taber Spil-indsatsen, uanset om dealeren har kvalificeret sig eller ej.</p>
<p><strong>Uafgjort</strong></p>
<p>St&aring;r b&aring;de du og dealeren lige, foretager Ante-, Blind-, og Spil-indsats et push.</p>
</div>
<div id="bonus">
  <p><strong>Trips-indsats resultater</strong></p>
  <p>Du vinder, hvis din sidste 5-korts h&aring;nd er Trips (3 ens) eller h&oslash;jere. Vindende Trips-indsatser udbetales, hvad enten hovedh&aring;nden vinder, taber eller foretager et push. Selv om du foretager et fold, kan du vinde en Trips-indsats.  </p>
  <p><strong>H&aring;ndv&aelig;rdier</strong></p>
  <p>H&aring;ndrangering sker ved hj&aelig;lp af almindelig  pokerrangering. </p>
  <table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
        <tr>
          <td width="21%" class="cellHeader">H&aring;nd</td>
          <td width="62%" class="cellHeader">Beskrivelse af h&aring;nden </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Royal Flush</td>
          <td width="62%" class="menuTable">Es - konge - dame - kn&aelig;gt - 10 i samme kul&oslash;r </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Straight Flush</td>
          <td width="62%" class="menuTable">Fem kort i samme kul&oslash;r og i r&aelig;kkef&oslash;lge </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Fire ens</td>
          <td width="62%" class="menuTable"> Fire kort af samme v&aelig;rdi </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Fuldt Hus </td>
          <td width="62%" class="menuTable"> Tre kort med samme v&aelig;rdi og et par </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Flush</td>
          <td width="62%" class="menuTable"> Fem kort i samme kul&oslash;r </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Straight</td>
          <td width="62%" class="menuTable"> Fem kort i r&aelig;kkef&oslash;lge, men ikke i samme kul&oslash;r </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Tre ens</td>
          <td width="62%" class="menuTable"> Tre kort af samme v&aelig;rdi og to forskellige kort </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">To par</td>
          <td width="62%" class="menuTable"> To grupper med to kort af samme v&aelig;rdi og et yderligere kort </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Et par</td>
          <td width="62%" class="menuTable"> To kort af samme v&aelig;rdi og tre forskellige kort </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">H&oslash;jt Kort</td>
          <td width="62%" class="menuTable"> Ingen kort af samme v&aelig;rdi </td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>En funktionsfejl  annullerer alle betalinger og spil.</p>
</div>
<div id="options">
        <p><strong>Spil  valgmuligheder</strong></p>
        <p>G&aring; til <strong>Hovedmenu  - Muligheder</strong> for at f&aring; vist f&oslash;lgende menuer:</p>
        <p><strong>Lydeffekter:</strong> T&aelig;nder og slukker for spillets lyde (s&aring;  som lydene n&aring;r du klikker p&aring; knapperne).</p>
        <p><strong>Baggrundslyd: </strong>T&aelig;nder for lydene fra et normalt casino,  s&aring; som mennesker der taler i baggrunden.</p>
        <p> <strong>Kvalitetsgrafik:</strong> Er spillet langsomt p&aring; grund af  computerens ydeevne, kan du fjerne markeringen. Er spillet langsomt, kan det  ogs&aring; skyldes internetforbindelsen f.eks. i spidsbelastningsperioder.</p>
        <p> <strong>Animationer:</strong> Har du problemer p&aring; grund af computerens  ydeevne, kan du fjerne markeringen, s&aring; tromlerne kun vises til slut, uden  drejende animationer.</p>
        <p><strong>Tilpas til  vindue</strong>: Afkryds denne  mulighed, s&aring; spillet fylder hele vinduet.</p>
</div>
</BODY>
</HTML>