<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em  ist ein Pokerspiel mit  Gemeinschaftskarten. Ziel ist es, die zwei Karten in Ihrer Hand so mit drei der  f&uuml;nf Gemeinschaftskarten zu kombinieren, dass Sie ein besseres Blatt erzielen  als der Dealer. Es gibt auch einen optionalen Trips-Einsatz, bei dem Sie gewinnen, wenn Sie in Ihrer letzten Hand ein Three of a Kind oder ein h&ouml;heres Blatt halten.</p>
</div>
<div id="playing"> 
        <p><strong>So wird  gespielt</strong></p>
        <p>F&uuml;r das Spiel wird ein regul&auml;res Kartenspiel mit  52 Karten benutzt, das nach jeder Runde gemischt wird.</p>
  <p>Bestimmen       Sie Ihren Einsatz durch Anklicken der entsprechenden Chips in Ihrem       Chipstapel in der rechten unteren Bildschirmecke. 
Gr&ouml;&szlig;ere St&uuml;ckelungen 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>Sie m&uuml;ssen denselben Betrag auf Ante und Blind setzen. Wenn Sie einen Einsatz im Ante-Wettbereich riskieren, wird derselbe Betrag automatisch im Blind-Bereich gesetzt und umgekehrt. Der Betrag des Trips-Einsatzes muss nicht derselbe sein wie die Ante-/Blind-Eins&auml;tze.</p>
  <p>Einzelheiten       &uuml;ber Tischlimits und Auszahlungen k&ouml;nnen Sie sehen, wenn Sie mit der Maus       &uuml;ber die Tischkarte streichen. </p>
  <p>Um einen       Einsatz zu l&ouml;schen, dr&uuml;cken Sie die Shift-Taste und klicken auf einen       Chip. Wenn Sie auf <strong>L&ouml;schen </strong>klicken,       machen Sie Ihren letzten Vorgang r&uuml;ckg&auml;ngig. Entweder Sie f&uuml;gen einen Chip       hinzu, oder Sie entfernen ihn. </p>
  <p>Klicken Sie auf Geben. </p>
  <p>Sie bekommen       zwei Karten, die mit der Bildseite nach oben ausgegeben werden.</p>
  <p>An dieser Stelle k&ouml;nnen Sie einsetzen oder checken. Der Betrag Ihres Spieleinsatzes kann das Drei- oder Vierfache Ihres Ante-Einsatzes sein. Alle Karten werden dann aufgedeckt, und der Gewinner wird ohne weitere Wettrunden festgelegt. </p>
  <p>Wenn Sie hingegen Check w&auml;hlen, k&ouml;nnen Sie weitermachen, ohne Ihren Wetteinsatz zu erh&ouml;hen. Die ersten drei Community Cards (auch Flop genannt) werden aufgedeckt. Sie k&ouml;nnen dann wiederum checken, um die Community Cards zu sehen, ohne Ihren Einsatz zu erh&ouml;hen. Andernfalls k&ouml;nnen Sie  Ihren Einsatz auch um das Doppelte Ihres Ante-/Blind-Einsatzes erh&ouml;hen. Wenn Sie die 2x -Wette riskieren, werden die restlichen beiden Community Cards aufgedeckt und ein Gewinner ohne weitere Wettrunde bestimmt.</p>
  <p>Wenn Sie wieder gecheckt haben, werden die letzten beiden Community Cards aufgedeckt. Nun k&ouml;nnen Sie entweder Fold w&auml;hlen und Ihre Ante- und Blind-Eins&auml;tze verlieren, oder Sie k&ouml;nnen einen weiteren Betrag in der H&ouml;he Ihrer Ante riskieren. Die Karten des Dealers werden aufgedeckt, und ein Gewinner wird bestimmt.</p>
  <p>Nachdem der anf&auml;ngliche Betrag eingesetzt ist, wird der Trips-Einsatz nicht mehr erh&ouml;ht. </p>
<p><strong>Ergebnisse</strong></p>
<p>Das System stellt anhand der m&ouml;glichen  Kombinationen von verdeckt ausgeteilten und Gemeinschaftskarten fest, ob Sie das  beste Pokerblatt bestehend aus f&uuml;nf Karten haben oder der Dealer. </p>
<p>F&uuml;r die einzelnen Ante-, Blind-, Spiel- und Trips-Eins&auml;tze gibt es unterschiedliche Auszahlungsbedingungen:</p>
<p>Der Dealer ben&ouml;tigt mindestens ein Paar zur Qualifizierung. Sie gewinnen nicht automatisch, wenn der Dealer sich nicht qualifiziert.</p>
<p><strong>Ante-Wette</strong></p>
<p>Wenn der Dealer sich qualifiziert und Sie ein h&ouml;heres Blatt haben, zahlt die Ante-Wette 1 zu 1 (1:1) aus.Wenn der Dealer sich qualifiziert und das h&ouml;here Blatt hat, verlieren Sie Ihre Ante-Wette. Wenn das Spiel unentschieden ist und der Dealer sich nicht qualifiziert, geht die Ante-Wette zur&uuml;ck (Sie bekommen Ihren Wetteinsatz zur&uuml;ck).</p>
<p><strong>Blind-Wette</strong></p>
<p>Wenn Ihre Hand mit einem Straight oder einem h&ouml;heren Blatt gewinnt, erfolgt die Auszahlung der Blind-Wette  gem&auml;&szlig;  der Auszahlungstabelle.Haben Sie eine bessere Hand als der Dealer, ist das Blatt jedoch niedriger als ein Straight, geht die Blind-Wette zur&uuml;ck. Hat der Dealer ein h&ouml;heres Blatt, verlieren Sie Ihre Blind-Wette auch  dann, wenn der Dealer sich nicht qualifiziert.</p>
<p><strong>Play-Wette</strong></p>
<p>Wenn Sie das h&ouml;here Blatt haben, zahlt die Play-Wette 1 zu 1 aus. Hat der Dealer das h&ouml;here Blatt, verliert die Play-Wette, egal ob der Dealer sich qualifiziert oder nicht.</p>
<p><strong>Unentschieden</strong></p>
<p>Wenn Sie mit dem Dealer auf Gleichstand sind, gehen alle Wetteins&auml;tze der Ante-, Blind-, und Play-Wetten zur&uuml;ck.</p>
</div>
<div id="bonus">
  <p><strong>Resultate der Trips-Wetten</strong></p>
  <p>Sie gewinnen, wenn Ihre endg&uuml;ltige Hand ein Trips (3 of a Kind) oder h&ouml;her ist. Trips-Wetten, die gewinnen, werden ausgezahlt, egal ob das Hauptblatt gewinnt, verliert oder zur&uuml;ckgeht. Sie k&ouml;nnen eine Trips-Wette gewinnen, auch wenn Sie  aussteigen.  </p>
  <p><strong>Rangordnung  der Bl&auml;tter</strong></p>
  <p>Die Kombinationen werden gem&auml;&szlig; dem Standard der Poker-Rangordnung  eingestuft. </p>
  <table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
        <tr>
          <td width="21%" class="cellHeader">Blatt</td>
          <td width="62%" class="cellHeader">Blattbeschreibung</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Royal Flush</td>
          <td width="62%" class="menuTable">Ass - K&#246;nig - Dame - Bube - 10 von einer Farbe </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Straight Flush</td>
          <td width="62%" class="menuTable">F&#252;nf Karten von einer Farbe und in l&#252;ckenloser Reihenfolge </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Vier Gleiche</td>
          <td width="62%" class="menuTable">Vier gleichwertige Karten </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Full House</td>
          <td width="62%" class="menuTable">Ein Drilling und ein Paar </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Flush</td>
          <td width="62%" class="menuTable">F&#252;nf Karten von einer Farbe </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Straight</td>
          <td width="62%" class="menuTable">F&#252;nf Karten in l&#252;ckenloser Reihenfolge, jedoch nicht von einer Farbe </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Drei Gleiche</td>
          <td width="62%" class="menuTable">Drei gleichwertige Karten und zwei ungleiche Karten </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Zwei Paare</td>
          <td width="62%" class="menuTable">Zweimal zwei gleichwertige Karten und eine weitere Karte </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Ein Paar</td>
          <td width="62%" class="menuTable">Zwei gleichwertige Karten und drei ungleiche Karten </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Hohe Karte</td>
          <td width="62%" class="menuTable">Keine gleichwertigen Karten </td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>Betriebsst&ouml;rungen machen alle Zahlungen und  Spiele ung&uuml;ltig.</p>
</div>
<div id="options">
        <p><strong>Spieloptionen</strong></p>
        <p>Gehen Sie zu <strong>Hauptmen&uuml;  - Optionen</strong>, um das folgende Men&uuml; aufzurufen:</p>
        <p><strong>Klangeffekte:</strong> Hiermit werden die Klangeffekte des  Spiels (wie zum Beispiel das Piepger&auml;usch, wenn Sie eine Schaltfl&auml;che  anklicken) ein- und ausgeschaltet.</p>
        <p><strong>Ger&auml;uschkulisse: </strong>Hiermit wird die  Ger&auml;uschkulisse eines normalen Kasinos eingeschaltet, wie zum Beispiel  Gespr&auml;che im Hintergrund. </p>
        <p><strong>Hohe  Grafikqualit&auml;t:</strong> Deaktivieren Sie diese Option, wenn das Spiel durch die Leistung Ihres  Computers verlangsamt wird.&nbsp; Ein Verlangsamen  des Spiels kann auch das Ergebnis von Internetproblemen sein, wie z.B. in  Spitzenbelastungszeiten.</p>
        <p><strong>Animationen:</strong> Sie k&ouml;nnen diese Option deaktivieren,  wenn Sie aus Gr&uuml;nden der eingeschr&auml;nkten Leistungsf&auml;higkeit Ihres Computers  m&ouml;chten, dass die Walzen nur in ihrer Endposition angezeigt werden, ohne dass  die Drehanimation angezeigt wird.</p>
        <p><strong>An  Fenstergr&ouml;&szlig;e anpassen</strong>:  Markieren Sie diese Option, um das Spiel an die Gr&ouml;&szlig;e des Fensters anzupassen,  in dem es gespielt wird.</p>
</div>
</BODY>
</HTML>