<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>&Tau;&omicron; Ultimate Texas Hold'em   &epsilon;ί&nu;&alpha;&iota; έ&nu;&alpha;  &pi;&alpha;&iota;&chi;&nu;ί&delta;&iota; &pi;ό&kappa;&epsilon;&rho; &mu;&epsilon; &kappa;&omicron;&iota;&nu;ά &phi;ύ&lambda;&lambda;&alpha;. &Sigma;&kappa;&omicron;&pi;ό&sigmaf; &epsilon;ί&nu;&alpha;&iota; &nu;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;ή&sigma;&epsilon;&tau;&epsilon; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron; &chi;έ&rho;&iota;  &pi;ό&kappa;&epsilon;&rho; &pi;έ&nu;&tau;&epsilon; &phi;ύ&lambda;&lambda;&omega;&nu; &alpha;&pi;ό &tau;&omicron;&nu; &nu;&tau;ί&lambda;&epsilon;&rho;, &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;ώ&nu;&tau;&alpha;&sigmaf; &tau;&alpha; &delta;ύ&omicron; &phi;ύ&lambda;&lambda;&alpha; &pi;&omicron;&upsilon; &sigma;&alpha;&sigmaf;  &mu;&omicron;&iota;&rho;ά&zeta;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&iota; &tau;&alpha; &pi;έ&nu;&tau;&epsilon; &kappa;&omicron;&iota;&nu;ά &phi;ύ&lambda;&lambda;&alpha;. &Upsilon;&pi;ά&rho;&chi;&epsilon;&iota; &kappa;&alpha;&iota; &pi;&rho;&omicron;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;ό &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Trips, ό&pi;&omicron;&upsilon; &kappa;&epsilon;&rho;&delta;ί&zeta;&epsilon;&tau;&epsilon; &epsilon;ά&nu; &sigma;&tau;&alpha; &pi;έ&nu;&tau;&epsilon; &chi;&alpha;&rho;&tau;&iota;ά &tau;&omicron;&upsilon; &tau;&epsilon;&lambda;&iota;&kappa;&omicron;ύ &phi;ύ&lambda;&lambda;&omicron;&upsilon; &sigma;&alpha;&sigmaf; &upsilon;&pi;ά&rho;&chi;&omicron;&upsilon;&nu; &tau;&rho;ί&alpha; ό&mu;&omicron;&iota;&alpha; ή &kappa;ά&tau;&iota; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron;.</p>
</div>
<div id="playing"> 
        <p><strong>&Pi;ώ&sigmaf; &pi;&alpha;ί&zeta;&epsilon;&tau;&alpha;&iota;</strong></p>
        <p>&Tau;&omicron; &pi;&alpha;&iota;&chi;&nu;ί&delta;&iota; &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;&epsilon;ί &mu;&iota;&alpha; &kappa;&alpha;&nu;&omicron;&nu;&iota;&kappa;ή  &tau;&rho;ά&pi;&omicron;&upsilon;&lambda;&alpha; 52 &phi;ύ&lambda;&lambda;&omega;&nu;, &eta; &omicron;&pi;&omicron;ί&alpha; &alpha;&nu;&alpha;&kappa;&alpha;&tau;&epsilon;ύ&epsilon;&tau;&alpha;&iota; &mu;&epsilon;&tau;ά &alpha;&pi;ό &kappa;ά&theta;&epsilon; &gamma;ύ&rho;&omicron;.</p>
  <p>&Kappa;ά&nu;&tau;&epsilon; &kappa;&lambda;&iota;&kappa; &sigma;&tau;&eta; &sigma;&tau;&omicron;ί&beta;&alpha; &mu;&alpha;&rho;&kappa;ώ&nu; &pi;&omicron;&upsilon;       &beta;&rho;ί&sigma;&kappa;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&eta;&nu; &kappa;ά&tau;&omega; &delta;&epsilon;&xi;&iota;ά &gamma;&omega;&nu;ί&alpha; &tau;&eta;&sigmaf; &omicron;&theta;ό&nu;&eta;&sigmaf; &gamma;&iota;&alpha; &nu;&alpha; &epsilon;&pi;&iota;&lambda;έ&xi;&epsilon;&tau;&epsilon; &tau;&omicron; &pi;&omicron;&sigma;ό       &pi;&omicron;&nu;&tau;&alpha;&rho;ί&sigma;&mu;&alpha;&tau;&omicron;&sigmaf; &pi;&omicron;&upsilon; &theta;έ&lambda;&epsilon;&tau;&epsilon;. &Mu;&epsilon;&gamma;&alpha;&lambda;ύ&tau;&epsilon;&rho;&eta; &kappa;έ&rho;&mu;&alpha;&tau;&alpha; 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>&Tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Ante &pi;&rho;έ&pi;&epsilon;&iota; &nu;&alpha; &epsilon;ί&nu;&alpha;&iota; ί&sigma;&omicron; &mu;&epsilon; &tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Blind. Ό&tau;&alpha;&nu; &pi;&omicron;&nu;&tau;ά&rho;&epsilon;&tau;&epsilon; &sigma;&tau;&eta;&nu; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή &tau;&omicron;&upsilon; Ante, &pi;&omicron;&nu;&tau;ά&rho;&epsilon;&tau;&alpha;&iota; &tau;&omicron; ί&delta;&iota;&omicron; &pi;&omicron;&sigma;ό &sigma;&tau;&eta;&nu; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή Blind &kappa;&alpha;&iota; &alpha;&nu;&tau;&iota;&sigma;&tau;&rho;ό&phi;&omega;&sigmaf;. &Tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Trips &mu;&pi;&omicron;&rho;&epsilon;ί &nu;&alpha; &alpha;&phi;&omicron;&rho;ά ά&lambda;&lambda;&omicron; &pi;&omicron;&sigma;ό &alpha;&pi;ό &tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Ante/Blind.</p>
  <p>&Mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &delta;&epsilon;ί&tau;&epsilon; &lambda;&epsilon;&pi;&tau;&omicron;&mu;έ&rho;&epsilon;&iota;&epsilon;&sigmaf; &sigma;&chi;&epsilon;&tau;&iota;&kappa;ά       &mu;&epsilon; &tau;&alpha; ό&rho;&iota;&alpha; &tau;&omicron;&upsilon; &tau;&rho;&alpha;&pi;&epsilon;&zeta;&iota;&omicron;ύ &kappa;&alpha;&iota; &tau;&iota;&sigmaf; &pi;&lambda;&eta;&rho;&omega;&mu;έ&sigmaf; &pi;&epsilon;&rho;&nu;ώ&nu;&tau;&alpha;&sigmaf; &tau;&omicron; &delta;&epsilon;ί&kappa;&tau;&eta; &tau;&omicron;&upsilon;       &pi;&omicron;&nu;&tau;&iota;&kappa;&iota;&omicron;ύ &epsilon;&pi;ά&nu;&omega; &alpha;&pi;ό &tau;&eta;&nu; &kappa;ά&rho;&tau;&alpha; &tau;&omicron;&upsilon; &tau;&rho;&alpha;&pi;&epsilon;&zeta;&iota;&omicron;ύ. </p>
  <p>&Gamma;&iota;&alpha; &nu;&alpha; &alpha;&phi;&alpha;&iota;&rho;έ&sigma;&epsilon;&tau;&epsilon; έ&nu;&alpha; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha;,       &kappa;&rho;&alpha;&tau;ή&sigma;&tau;&epsilon; &pi;&alpha;&tau;&eta;&mu;έ&nu;&omicron; &tau;&omicron; &pi;&lambda;ή&kappa;&tau;&rho;&omicron; Shift &kappa;&alpha;&iota; &kappa;ά&nu;&tau;&epsilon; &kappa;&lambda;&iota;&kappa; &sigma;&epsilon; &mu;&iota;&alpha; &mu;ά&rho;&kappa;&alpha; &gamma;&iota;&alpha; &nu;&alpha; &tau;&eta;&nu;       &alpha;&phi;&alpha;&iota;&rho;έ&sigma;&epsilon;&tau;&epsilon; &alpha;&pi;ό &tau;&omicron; &tau;&rho;&alpha;&pi;έ&zeta;&iota;. &Epsilon;&pi;ί&sigma;&eta;&sigmaf;, &tau;&omicron; &kappa;&omicron;&upsilon;&mu;&pi;ί <strong>Undo</strong> (&Alpha;&nu;&alpha;ί&rho;&epsilon;&sigma;&eta;) &alpha;&nu;&alpha;&iota;&rho;&epsilon;ί &tau;&eta;&nu; &tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;ί&alpha; &sigma;&alpha;&sigmaf; &epsilon;&nu;έ&rho;&gamma;&epsilon;&iota;&alpha;,       &pi;&rho;&omicron;&sigma;&theta;έ&tau;&omicron;&nu;&tau;&alpha;&sigmaf; ή &alpha;&phi;&alpha;&iota;&rho;ώ&nu;&tau;&alpha;&sigmaf; &mu;&iota;&alpha; &mu;ά&rho;&kappa;&alpha;. </p>
  <p>&Kappa;ά&nu;&tau;&epsilon; &kappa;&lambda;&iota;&kappa; &sigma;&tau;&omicron; &kappa;&omicron;&upsilon;&mu;&pi;ί 'Deal' &gamma;&iota;&alpha; &nu;&alpha; &mu;&omicron;&iota;&rho;&alpha;&sigma;&tau;&omicron;ύ&nu; &tau;&alpha; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha;. </p>
  <p>&Sigma;&alpha;&sigmaf; &mu;&omicron;&iota;&rho;ά&zeta;&omicron;&nu;&tau;&alpha;&iota; &delta;ύ&omicron; &alpha;&nu;&omicron;&iota;&kappa;&tau;ά &phi;ύ&lambda;&lambda;&alpha; &kappa;&alpha;&iota; &omicron;       &nu;&tau;ί&lambda;&epsilon;&rho; &pi;&alpha;ί&rho;&nu;&epsilon;&iota; &delta;ύ&omicron; &kappa;&lambda;&epsilon;&iota;&sigma;&tau;ά &phi;ύ&lambda;&lambda;&alpha;. </p>
  <p>&Sigma;&epsilon; &alpha;&upsilon;&tau;ό &tau;&omicron; &sigma;&eta;&mu;&epsilon;ί&omicron; &mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &pi;&omicron;&nu;&tau;ά&rho;&epsilon;&tau;&epsilon; ή &nu;&alpha; &kappa;ά&nu;&epsilon;&tau;&epsilon; check. &Mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &kappa;ά&nu;&epsilon;&tau;&epsilon; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Play &tau;&rho;&iota;&pi;&lambda;ά&sigma;&iota;&omicron; ή &tau;&epsilon;&tau;&rho;&alpha;&pi;&lambda;ά&sigma;&iota;&omicron; &tau;&omicron;&upsilon; &pi;&omicron;&nu;&tau;&alpha;&rho;ί&sigma;&mu;&alpha;&tau;&omicron;&sigmaf; Ante.  &Tau;ό&tau;&epsilon;, ό&lambda;&alpha; &tau;&alpha; &chi;&alpha;&rho;&tau;&iota;ά &alpha;&pi;&omicron;&kappa;&alpha;&lambda;ύ&pi;&tau;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&iota; &omicron; &nu;&iota;&kappa;&eta;&tau;ή&sigmaf; &alpha;&nu;&alpha;&delta;&epsilon;&iota;&kappa;&nu;ύ&epsilon;&tau;&alpha;&iota; &chi;&omega;&rho;ί&sigmaf; &epsilon;&pi;&iota;&pi;&lambda;έ&omicron;&nu; &gamma;ύ&rho;&omicron;&upsilon;&sigmaf; &pi;&omicron;&nu;&tau;&alpha;&rho;ί&sigma;&mu;&alpha;&tau;&omicron;&sigmaf;.</p>
<p>&Epsilon;ά&nu; &pi;&rho;&omicron;&tau;&iota;&mu;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; Check, &mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &sigma;&upsilon;&nu;&epsilon;&chi;ί&sigma;&epsilon;&tau;&epsilon; &chi;&omega;&rho;ί&sigmaf; &nu;&alpha; &alpha;&upsilon;&xi;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;ά &sigma;&alpha;&sigmaf;. &Tau;&alpha; &pi;&rho;ώ&tau;&alpha; 3 &kappa;&omicron;&iota;&nu;ά &phi;ύ&lambda;&lambda;&alpha; (&tau;&omicron; &phi;&lambda;&omicron;&pi;) &alpha;&pi;&omicron;&kappa;&alpha;&lambda;ύ&pi;&tau;&omicron;&nu;&tau;&alpha;&iota;. &Tau;ό&tau;&epsilon;, &mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &kappa;ά&nu;&epsilon;&tau;&epsilon; &pi;ά&lambda;&iota; check &kappa;&alpha;&iota; &nu;&alpha; &delta;&epsilon;ί&tau;&epsilon; &tau;&alpha; &upsilon;&pi;ό&lambda;&omicron;&iota;&pi;&alpha; &kappa;&omicron;&iota;&nu;ά &chi;&alpha;&rho;&tau;&iota;ά &chi;&omega;&rho;ί&sigmaf; &nu;&alpha; &alpha;&upsilon;&xi;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;ά &sigma;&alpha;&sigmaf; ή &mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &alpha;&upsilon;&xi;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;ά &sigma;&alpha;&sigmaf; &sigma;&tau;&omicron; &delta;&iota;&pi;&lambda;ά&sigma;&iota;&omicron; &tau;&omicron;&upsilon; Ante/Blind. &Epsilon;ά&nu; &pi;&omicron;&nu;&tau;ά&rho;&epsilon;&tau;&epsilon; &tau;&omicron; &delta;&iota;&pi;&lambda;ά&sigma;&iota;&omicron;, &tau;&alpha; &delta;ύ&omicron; &tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;ί&alpha; &kappa;&omicron;&iota;&nu;ά &chi;&alpha;&rho;&tau;&iota;ά &alpha;&pi;&omicron;&kappa;&alpha;&lambda;ύ&pi;&tau;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&iota; &omicron; &nu;&iota;&kappa;&eta;&tau;ή&sigmaf; &alpha;&nu;&alpha;&delta;&epsilon;&iota;&kappa;&nu;ύ&epsilon;&tau;&alpha;&iota; &chi;&omega;&rho;ί&sigmaf; &epsilon;&pi;&iota;&pi;&lambda;έ&omicron;&nu; &gamma;ύ&rho;&omicron; &pi;&omicron;&nu;&tau;&alpha;&rho;ί&sigma;&mu;&alpha;&tau;&omicron;&sigmaf;.</p>
  <p>&Epsilon;ά&nu; &kappa;ά&nu;&alpha;&tau;&epsilon; &pi;ά&lambda;&iota; check, &tau;&alpha; &delta;ύ&omicron; &tau;&epsilon;&lambda;&epsilon;&upsilon;&tau;&alpha;ί&alpha; &kappa;&omicron;&iota;&nu;ά &chi;&alpha;&rho;&tau;&iota;ά &alpha;&pi;&omicron;&kappa;&alpha;&lambda;ύ&pi;&tau;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&iota;, &tau;ό&tau;&epsilon;, &mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &epsilon;ί&tau;&epsilon; &nu;&alpha; &epsilon;&pi;&iota;&lambda;έ&xi;&epsilon;&tau;&epsilon; Fold (&kappa;&lambda;&epsilon;ί&sigma;&iota;&mu;&omicron; &phi;ύ&lambda;&lambda;&omicron;&upsilon;) &kappa;&alpha;&iota; &nu;&alpha; &chi;ά&sigma;&epsilon;&tau;&epsilon; &tau;&alpha; &pi;&omicron;&nu;&tau;&alpha;&rho;ί&sigma;&mu;&alpha;&tau;&alpha; Ante &kappa;&alpha;&iota; Blind ή &nu;&alpha; &pi;&omicron;&nu;&tau;ά&rho;&epsilon;&tau;&epsilon; &pi;&omicron;&sigma;ό ί&sigma;&omicron; &mu;&epsilon; &tau;&omicron; Ante &sigma;&alpha;&sigmaf;. &Tau;&alpha; &chi;&alpha;&rho;&tau;&iota;ά &tau;&omicron;&upsilon; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta; &alpha;&pi;&omicron;&kappa;&alpha;&lambda;ύ&pi;&tau;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&iota; &alpha;&nu;&alpha;&delta;&epsilon;&iota;&kappa;&nu;ύ&epsilon;&tau;&alpha;&iota; &omicron; &nu;&iota;&kappa;&eta;&tau;ή&sigmaf;.</p>
<p>&Tau;&omicron; &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Trips &pi;&omicron;&tau;έ &delta;&epsilon;&nu; &alpha;&upsilon;&xi;ά&nu;&epsilon;&iota; &mu;&epsilon;&tau;ά &tau;&omicron; &alpha;&rho;&chi;&iota;&kappa;ό &pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha;.</p>
<p><strong>&Alpha;&pi;&omicron;&tau;&epsilon;&lambda;έ&sigma;&mu;&alpha;&tau;&alpha;</strong></p>
<p>&Tau;&omicron; &sigma;ύ&sigma;&tau;&eta;&mu;&alpha; &kappa;&alpha;&theta;&omicron;&rho;ί&zeta;&epsilon;&iota; &epsilon;ά&nu; έ&chi;&epsilon;&tau;&epsilon; &epsilon;&sigma;&epsilon;ί&sigmaf; ή  &omicron; &nu;&tau;ί&lambda;&epsilon;&rho; &tau;&omicron; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron; &chi;έ&rho;&iota; &pi;έ&nu;&tau;&epsilon; &phi;ύ&lambda;&lambda;&omega;&nu;, &chi;&rho;&eta;&sigma;&iota;&mu;&omicron;&pi;&omicron;&iota;ώ&nu;&tau;&alpha;&sigmaf; ό&lambda;&omicron;&upsilon;&sigmaf; &tau;&omicron;&upsilon;&sigmaf; &sigma;&upsilon;&nu;&delta;&upsilon;&alpha;&sigma;&mu;&omicron;ύ&sigmaf;  &alpha;&pi;ό &tau;&alpha; &delta;&iota;&kappa;ά &sigma;&alpha;&sigmaf; &kappa;&alpha;&iota; &tau;&alpha; &kappa;&omicron;&iota;&nu;ά &phi;ύ&lambda;&lambda;&alpha;.</p>
<p>&Omicron;&iota; &sigma;&upsilon;&nu;&theta;ή&kappa;&epsilon;&sigmaf; &upsilon;&pi;ό &tau;&iota;&sigmaf; &omicron;&pi;&omicron;ί&epsilon;&sigmaf; &tau;&alpha; &pi;&omicron;&nu;&tau;&alpha;&rho;ί&sigma;&mu;&alpha;&tau;&alpha; Ante, Blind, Play &kappa;&alpha;&iota; Trips &alpha;&pi;&omicron;&phi;έ&rho;&omicron;&upsilon;&nu; &kappa;έ&rho;&delta;&eta; &delta;&iota;&alpha;&phi;έ&rho;&omicron;&upsilon;&nu;:</p>
<p>&Omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; &chi;&rho;&epsilon;&iota;ά&zeta;&epsilon;&tau;&alpha;&iota; &tau;&omicron;&upsilon;&lambda;ά&chi;&iota;&sigma;&tau;&omicron;&nu; έ&nu;&alpha; &zeta;&epsilon;&upsilon;&gamma;ά&rho;&iota; &gamma;&iota;&alpha; &nu;&alpha; &pi;&rho;&omicron;&kappa;&rho;&iota;&theta;&epsilon;ί. &Delta;&epsilon;&nu; &kappa;&epsilon;&rho;&delta;ί&zeta;&epsilon;&tau;&epsilon; &alpha;&upsilon;&tau;ό&mu;&alpha;&tau;&alpha; &epsilon;ά&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; &delta;&epsilon;&nu; &pi;&rho;&omicron;&kappa;&rho;&iota;&theta;&epsilon;ί.</p>
<p><strong>&Pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Ante</strong></p>
<p>&Epsilon;ά&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; &pi;&rho;&omicron;&kappa;&rho;&iota;&theta;&epsilon;ί &alpha;&lambda;&lambda;ά &tau;&omicron; &delta;&iota;&kappa;ό &sigma;&alpha;&sigmaf; &phi;ύ&lambda;&lambda;&omicron; &epsilon;ί&nu;&alpha;&iota; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron;, &tau;&omicron; Ante &alpha;&pi;&omicron;&delta;ί&delta;&epsilon;&iota; 1:1. &Epsilon;ά&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; &pi;&rho;&omicron;&kappa;&rho;&iota;&theta;&epsilon;ί &kappa;&alpha;&iota; έ&chi;&epsilon;&iota; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron; &phi;ύ&lambda;&lambda;&omicron; &alpha;&pi;ό &tau;&omicron; &delta;&iota;&kappa;ό &sigma;&alpha;&sigmaf;, &chi;ά&nu;&epsilon;&tau;&epsilon; &tau;&omicron; Ante &sigma;&alpha;&sigmaf;. &Epsilon;ά&nu; έ&rho;&theta;&epsilon;&iota; &iota;&sigma;&omicron;&pi;&alpha;&lambda;ί&alpha; ή &epsilon;ά&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; &delta;&epsilon;&nu; &pi;&rho;&omicron;&kappa;&rho;&iota;&theta;&epsilon;ί, &tau;&omicron; Ante &sigma;ά&sigmaf; &epsilon;&pi;&iota;&sigma;&tau;&rho;έ&phi;&epsilon;&tau;&alpha;&iota;.</p>
<p><strong>&Pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Blind</strong></p>
<p>&Epsilon;ά&nu; &tau;&omicron; &phi;ύ&lambda;&lambda;&omicron; &sigma;&alpha;&sigmaf; &kappa;&epsilon;&rho;&delta;ί&sigma;&epsilon;&iota; &mu;&epsilon; straight ή &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron;, &tau;&omicron; Blind &alpha;&pi;&omicron;&delta;ί&delta;&epsilon;&iota; &sigma;ύ&mu;&phi;&omega;&nu;&alpha; &mu;&epsilon; &tau;&omicron;&nu; &pi;ί&nu;&alpha;&kappa;&alpha; &alpha;&pi;&omicron;&delta;ό&sigma;&epsilon;&omega;&nu;. &Epsilon;ά&nu; έ&chi;&epsilon;&tau;&epsilon; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron; &phi;ύ&lambda;&lambda;&omicron; &alpha;&pi;ό &tau;&omicron;&nu; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta; &alpha;&lambda;&lambda;ά &delta;&epsilon;&nu; &epsilon;ί&nu;&alpha;&iota; straight ή &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron;, &tau;&omicron; Blind &sigma;ά&sigmaf; &epsilon;&pi;&iota;&sigma;&tau;&rho;έ&phi;&epsilon;&tau;&alpha;&iota;. &Epsilon;ά&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; έ&chi;&epsilon;&iota; &tau;&omicron; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron; &phi;ύ&lambda;&lambda;&omicron;, &chi;ά&nu;&epsilon;&tau;&epsilon; &tau;&omicron; Blind &sigma;&alpha;&sigmaf;, &alpha;&kappa;ό&mu;&eta; &kappa;&iota; &alpha;&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; &delta;&epsilon;&nu; &pi;&rho;&omicron;&kappa;&rho;&iota;&theta;&epsilon;ί.</p>
<p><strong>&Pi;&omicron;&nu;&tau;ά&rho;&iota;&sigma;&mu;&alpha; Play</strong></p>
<p>&Epsilon;ά&nu; έ&chi;&epsilon;&tau;&epsilon; &tau;&omicron; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron; &phi;ύ&lambda;&lambda;&omicron;, &tau;&omicron; Play &alpha;&pi;&omicron;&delta;ί&delta;&epsilon;&iota; 1:1. &Epsilon;ά&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; έ&chi;&epsilon;&iota; &tau;&omicron; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron; &phi;ύ&lambda;&lambda;&omicron;, &chi;ά&nu;&epsilon;&tau;&epsilon; &tau;&omicron; Play &sigma;&alpha;&sigmaf;, &alpha;&kappa;ό&mu;&eta; &kappa;&iota; &alpha;&nu; &omicron; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;&sigmaf; &delta;&epsilon;&nu; έ&chi;&epsilon;&iota; &pi;&rho;&omicron;&kappa;&rho;&iota;&theta;&epsilon;ί.</p>
<p><strong>&Iota;&sigma;&omicron;&pi;&alpha;&lambda;ί&epsilon;&sigmaf;</strong></p>
<p>&Epsilon;ά&nu; έ&rho;&theta;&epsilon;&tau;&epsilon; &iota;&sigma;ό&pi;&alpha;&lambda;&omicron;&iota; &mu;&epsilon; &tau;&omicron;&nu; &kappa;&rho;&omicron;&upsilon;&pi;&iota;έ&rho;&eta;, &sigma;&alpha;&sigmaf; &epsilon;&pi;&iota;&sigma;&tau;&rho;έ&phi;&omicron;&nu;&tau;&alpha;&iota; &tau;&alpha; Ante, Blind &kappa;&alpha;&iota; Play.</p>
</div>
<div id="bonus">
  <p><strong>&Alpha;&pi;&omicron;&tau;&epsilon;&lambda;έ&sigma;&mu;&alpha;&tau;&alpha; &pi;&omicron;&nu;&tau;&alpha;&rho;ί&sigma;&mu;&alpha;&tau;&omicron;&sigmaf; Trips</strong></p>
  <p>&Kappa;&epsilon;&rho;&delta;ί&zeta;&epsilon;&tau;&epsilon; &epsilon;ά&nu; &sigma;&tau;&alpha; &pi;έ&nu;&tau;&epsilon; &chi;&alpha;&rho;&tau;&iota;ά &tau;&omicron;&upsilon; &tau;&epsilon;&lambda;&iota;&kappa;&omicron;ύ &phi;ύ&lambda;&lambda;&omicron;&upsilon; &sigma;&alpha;&sigmaf; &upsilon;&pi;ά&rho;&chi;&omicron;&upsilon;&nu; &tau;&rho;ί&alpha; ό&mu;&omicron;&iota;&alpha; (Trips) ή &kappa;ά&tau;&iota; &kappa;&alpha;&lambda;ύ&tau;&epsilon;&rho;&omicron;. &Tau;&alpha; &kappa;έ&rho;&delta;&eta; &tau;&omega;&nu; Trips &kappa;&alpha;&tau;&alpha;&beta;ά&lambda;&lambda;&omicron;&nu;&tau;&alpha;&iota; &alpha;&nu;&epsilon;&xi;ά&rho;&tau;&eta;&tau;&alpha; &alpha;&pi;ό &tau;&omicron; &epsilon;ά&nu; &mu;&epsilon; &tau;&omicron; &kappa;ύ&rho;&iota;&omicron; &phi;ύ&lambda;&lambda;&omicron; &sigma;&alpha;&sigmaf; &kappa;&epsilon;&rho;&delta;ί&sigma;&alpha;&tau;&epsilon;, &chi;ά&sigma;&alpha;&tau;&epsilon; ή &phi;έ&rho;&alpha;&tau;&epsilon; &iota;&sigma;&omicron;&pi;&alpha;&lambda;ί&alpha;. &Mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &kappa;&epsilon;&rho;&delta;ί&sigma;&epsilon;&tau;&epsilon; έ&nu;&alpha; Trips &alpha;&kappa;ό&mu;&eta; &kappa;&iota; &alpha;&nu; &kappa;&lambda;&epsilon;ί&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &phi;ύ&lambda;&lambda;&omicron; &sigma;&alpha;&sigmaf;.  </p>
  <p><strong>&Kappa;&alpha;&tau;&alpha;&tau;ά&xi;&epsilon;&iota;&sigmaf; &chi;&epsilon;&rho;&iota;ώ&nu;</strong></p>
  <table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
        <tr>
          <td width="21%" class="cellHeader">&Phi;ύ&lambda;&lambda;&alpha;</td>
          <td width="62%" class="cellHeader">&Pi;&epsilon;&rho;&iota;&gamma;&rho;&alpha;&phi;έ&sigmaf; &phi;ύ&lambda;&lambda;&omega;&nu;</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Royal Flush (&Phi;&lambda;&omicron;&sigmaf; &rho;&omicron;&upsilon;&alpha;&gamma;&iota;ά&lambda;)</td>
          <td width="62%" class="menuTable"> Ά&sigma;&omicron;&sigmaf; - &Rho;ή&gamma;&alpha;&sigmaf; - &Nu;&tau;ά&mu;&alpha; - &Beta;&alpha;&lambda;έ&sigmaf; - 10 &tau;&omicron;&upsilon; ί&delta;&iota;&omicron;&upsilon; &chi;&rho;ώ&mu;&alpha;&tau;&omicron;&sigmaf;</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Straight Flush (&Phi;&lambda;&omicron;&sigmaf;)</td>
          <td width="62%" class="menuTable">&Pi;έ&nu;&tau;&epsilon; &sigma;&upsilon;&nu;&epsilon;&chi;ό&mu;&epsilon;&nu;&alpha; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &tau;&omicron;&upsilon; &iota;&delta;ί&omicron;&upsilon; &chi;&rho;ώ&mu;&alpha;&tau;&omicron;&sigmaf; </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Four of a Kind (&Kappa;&alpha;&rho;έ)</td>
          <td width="62%" class="menuTable">&Omicron;&pi;&omicron;&iota;&alpha;&delta;ή&pi;&omicron;&tau;&epsilon; &tau;έ&sigma;&sigma;&epsilon;&rho;&alpha; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &tau;&eta;&sigmaf; ί&delta;&iota;&alpha;&sigmaf; &alpha;&xi;ί&alpha;&sigmaf; </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Full House (&Phi;&omicron;ύ&lambda;)</td>
          <td width="62%" class="menuTable">&Tau;&rho;&iota;ά&delta;&alpha; &kappa;&alpha;&iota; έ&nu;&alpha; &zeta;&epsilon;ύ&gamma;&omicron;&sigmaf;</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Flush (&Chi;&rho;ώ&mu;&alpha;)</td>
          <td width="62%" class="menuTable">&Pi;έ&nu;&tau;&epsilon; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &tau;&omicron;&upsilon; &iota;&delta;ί&omicron;&upsilon; &chi;&rho;ώ&mu;&alpha;&tau;&omicron;&sigmaf; </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Straight (&Kappa;έ&nu;&tau;&alpha;)</td>
          <td width="62%" class="menuTable">&Omicron;&pi;&omicron;&iota;&alpha;&delta;ή&pi;&omicron;&tau;&epsilon; &pi;έ&nu;&tau;&epsilon; &sigma;&upsilon;&nu;&epsilon;&chi;ό&mu;&epsilon;&nu;&alpha; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &alpha;&lambda;&lambda;ά ό&chi;&iota; &tau;&omicron;&upsilon; ί&delta;&iota;&omicron;&upsilon; &chi;&rho;ώ&mu;&alpha;&tau;&omicron;&sigmaf; </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Three of a Kind (&Tau;&rho;&iota;&pi;&lambda;ή)</td>
          <td width="62%" class="menuTable">&Tau;&rho;ί&alpha; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &tau;&eta;&sigmaf; ί&delta;&iota;&alpha;&sigmaf; &alpha;&xi;ί&alpha;&sigmaf; &kappa;&alpha;&iota; &delta;ύ&omicron; &omicron;&pi;&omicron;&iota;&alpha;&delta;ή&pi;&omicron;&tau;&epsilon; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha;</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> Two Pairs (&Delta;ύ&omicron; &Zeta;&epsilon;&upsilon;&gamma;ά&rho;&iota;&alpha;)</td>
          <td width="62%" class="menuTable">&Delta;ύ&omicron; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &tau;&eta;&sigmaf; ί&delta;&iota;&alpha;&sigmaf; &alpha;&xi;ί&alpha;&sigmaf; &kappa;&alpha;&iota; &delta;ύ&omicron; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &tau;&eta;&sigmaf; ί&delta;&iota;&alpha;&sigmaf; &alpha;&xi;ί&alpha;&sigmaf; &kappa;&alpha;&iota; έ&nu;&alpha; &omicron;&pi;&omicron;&iota;&omicron;&delta;ή&pi;&omicron;&tau;&epsilon; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&omicron;</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> One Pair (&Zeta;&epsilon;&upsilon;&gamma;ά&rho;&iota;)</td>
          <td width="62%" class="menuTable">&Delta;ύ&omicron; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; &tau;&eta;&sigmaf; ί&delta;&iota;&alpha;&sigmaf; &alpha;&xi;ί&alpha;&sigmaf; &kappa;&alpha;&iota; &tau;&rho;ί&alpha; &omicron;&pi;&omicron;&iota;&alpha;&delta;ή&pi;&omicron;&tau;&epsilon; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&alpha; </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"> High Card (&Pi;&epsilon;&nu;&tau;ά&phi;&upsilon;&lambda;&lambda;&omicron;)</td>
          <td width="62%" class="menuTable">&Kappa;&alpha;&nu;έ&nu;&alpha; &tau;&rho;&alpha;&pi;&omicron;&upsilon;&lambda;ό&chi;&alpha;&rho;&tau;&omicron; &tau;&eta;&sigmaf; ί&delta;&iota;&alpha;&sigmaf; &alpha;&xi;ί&alpha;&sigmaf;</td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>&Tau;&upsilon;&chi;ό&nu; &delta;&upsilon;&sigma;&lambda;&epsilon;&iota;&tau;&omicron;&upsilon;&rho;&gamma;ί&alpha; &alpha;&kappa;&upsilon;&rho;ώ&nu;&epsilon;&iota; ό&lambda;&epsilon;&sigmaf;  &tau;&iota;&sigmaf; &pi;&lambda;&eta;&rho;&omega;&mu;έ&sigmaf; &kappa;&alpha;&iota; &tau;&alpha; &pi;&alpha;&iota;&chi;&nu;ί&delta;&iota;&alpha;.</p>
</div>
<div id="options">
        <div id="wildicon"></div>
        <div id="bonus2"></div>
  <div id="options2">
          <p><strong>&Epsilon;&pi;&iota;&lambda;&omicron;&gamma;έ&sigmaf; &pi;&alpha;&iota;&chi;&nu;&iota;&delta;&iota;&omicron;ύ</strong></p>
          <p>&Mu;&epsilon;&tau;&alpha;&beta;&epsilon;ί&tau;&epsilon; &sigma;&tau;&omicron; <strong>&Kappa;ύ&rho;&iota;&omicron;  &Mu;&epsilon;&nu;&omicron;ύ</strong><strong> - </strong><strong>&Epsilon;&pi;&iota;&lambda;&omicron;&gamma;έ&sigmaf;</strong> &gamma;&iota;&alpha; &nu;&alpha; &epsilon;&mu;&phi;&alpha;&nu;&iota;&sigma;&tau;&epsilon;ί &tau;&omicron; &pi;&alpha;&rho;&alpha;&kappa;ά&tau;&omega; &mu;&epsilon;&nu;&omicron;ύ:</p>
          <p><strong>&Eta;&chi;&eta;&tau;&iota;&kappa;ά &epsilon;&phi;έ:</strong> &Epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&epsilon;ί &kappa;&alpha;&iota; &alpha;&pi;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&epsilon;ί &tau;&omicron;&upsilon;&sigmaf; ή&chi;&omicron;&upsilon;&sigmaf; &tau;&omicron;&upsilon; &pi;&alpha;&iota;&chi;&nu;&iota;&delta;&iota;&omicron;ύ (ό&pi;&omega;&sigmaf; &tau;&omicron;&nu; ή&chi;&omicron; &mu;&pi;&iota;&pi;  ό&tau;&alpha;&nu; &kappa;ά&nu;&epsilon;&tau;&epsilon; &kappa;&lambda;&iota;&kappa; &sigma;&tau;&alpha; &kappa;&omicron;&upsilon;&mu;&pi;&iota;ά).</p>
          <p><strong>Ή&chi;&omicron;&sigmaf;  &pi;&epsilon;&rho;&iota;&beta;ά&lambda;&lambda;&omicron;&nu;&tau;&omicron;&sigmaf;: </strong>&Epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;&epsilon;ί &tau;&omicron;&upsilon;&sigmaf; ή&chi;&omicron;&upsilon;&sigmaf; &epsilon;&nu;ό&sigmaf; &kappa;&alpha;&nu;&omicron;&nu;&iota;&kappa;&omicron;ύ &kappa;&alpha;&zeta;ί&nu;&omicron;, ό&pi;&omega;&sigmaf;  &tau;&iota;&sigmaf; &omicron;&mu;&iota;&lambda;ί&epsilon;&sigmaf; ά&lambda;&lambda;&omega;&nu; &alpha;&nu;&theta;&rho;ώ&pi;&omega;&nu;. </p>
          <p><strong>&Gamma;&rho;&alpha;&phi;&iota;&kappa;ά &upsilon;&psi;&eta;&lambda;ή&sigmaf;  &pi;&omicron;&iota;ό&tau;&eta;&tau;&alpha;&sigmaf;:</strong> &Alpha;&pi;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&sigma;&tau;&epsilon; &tau;&eta; &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;έ&nu;&eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;ή &alpha;&nu;  &tau;&omicron; &pi;&alpha;&iota;&chi;&nu;ί&delta;&iota; &gamma;ί&nu;&epsilon;&tau;&alpha;&iota; &alpha;&rho;&gamma;ό &lambda;ό&gamma;&omega; &tau;&omega;&nu; &delta;&upsilon;&nu;&alpha;&tau;&omicron;&tau;ή&tau;&omega;&nu; &epsilon;&pi;&epsilon;&xi;&epsilon;&rho;&gamma;&alpha;&sigma;ί&alpha;&sigmaf; &tau;&omicron;&upsilon; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&tau;ή &sigma;&alpha;&sigmaf;. &Eta; &epsilon;&pi;&iota;&beta;&rho;ά&delta;&upsilon;&nu;&sigma;&eta;  &tau;&omicron;&upsilon; &pi;&alpha;&iota;&chi;&nu;&iota;&delta;&iota;&omicron;ύ &mu;&pi;&omicron;&rho;&epsilon;ί &nu;&alpha; &omicron;&phi;&epsilon;ί&lambda;&epsilon;&tau;&alpha;&iota; &kappa;&alpha;&iota; &sigma;&epsilon; &pi;&rho;&omicron;&beta;&lambda;ή&mu;&alpha;&tau;&alpha; &tau;&omicron;&upsilon; &delta;&iota;&alpha;&delta;&iota;&kappa;&tau;ύ&omicron;&upsilon;, ό&pi;&omega;&sigmaf; &sigma;&epsilon;  ώ&rho;&epsilon;&sigmaf; &alpha;&iota;&chi;&mu;ή&sigmaf;.</p>
          <p><strong>&Kappa;&iota;&nu;&omicron;ύ&mu;&epsilon;&nu;&epsilon;&sigmaf;  &epsilon;&iota;&kappa;ό&nu;&epsilon;&sigmaf;:</strong> &Mu;&pi;&omicron;&rho;&epsilon;ί&tau;&epsilon; &nu;&alpha; &alpha;&pi;&epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&sigma;&epsilon;&tau;&epsilon; &tau;&eta;  &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;έ&nu;&eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;ή &alpha;&nu; &theta;έ&lambda;&epsilon;&tau;&epsilon; &nu;&alpha; &epsilon;&mu;&phi;&alpha;&nu;ί&zeta;&omicron;&nu;&tau;&alpha;&iota; &omicron;&iota; &kappa;ύ&lambda;&iota;&nu;&delta;&rho;&omicron;&iota; &sigma;&tau;&eta;&nu; &tau;&epsilon;&lambda;&iota;&kappa;ή &tau;&omicron;&upsilon;&sigmaf;  &theta;έ&sigma;&eta; &chi;&omega;&rho;ί&sigmaf; &nu;&alpha; &phi;&alpha;ί&nu;&epsilon;&tau;&alpha;&iota; &eta; &pi;&epsilon;&rho;&iota;&sigma;&tau;&rho;&omicron;&phi;ή, &sigma;&epsilon; &pi;&epsilon;&rho;ί&pi;&tau;&omega;&sigma;&eta; &pi;&omicron;&upsilon; &omicron; &upsilon;&pi;&omicron;&lambda;&omicron;&gamma;&iota;&sigma;&tau;ή&sigmaf; &sigma;&alpha;&sigmaf;  &pi;&alpha;&rho;&omicron;&upsilon;&sigma;&iota;ά&zeta;&epsilon;&iota; &pi;&rho;&omicron;&beta;&lambda;ή&mu;&alpha;&tau;&alpha; &alpha;&pi;ό&delta;&omicron;&sigma;&eta;&sigmaf;.</p>
          <p><strong>&Pi;&rho;&omicron;&sigma;&alpha;&rho;&mu;&omicron;&gamma;ή &sigma;&tau;&omicron;  &pi;&alpha;&rho;ά&theta;&upsilon;&rho;&omicron;</strong>: &Epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&sigma;&tau;&epsilon; &tau;&eta; &sigma;&upsilon;&gamma;&kappa;&epsilon;&kappa;&rho;&iota;&mu;έ&nu;&eta; &epsilon;&pi;&iota;&lambda;&omicron;&gamma;ή &alpha;&nu; &theta;έ&lambda;&epsilon;&tau;&epsilon; &nu;&alpha; &mu;&epsilon;&gamma;&epsilon;&theta;ύ&nu;&epsilon;&tau;&epsilon; &tau;&omicron; &pi;&alpha;&iota;&chi;&nu;ί&delta;&iota;  ώ&sigma;&tau;&epsilon; &nu;&alpha; &kappa;&alpha;&lambda;ύ&pi;&tau;&epsilon;&iota; &omicron;&lambda;ό&kappa;&lambda;&eta;&rho;&eta; &tau;&eta;&nu; &epsilon;&pi;&iota;&phi;ά&nu;&epsilon;&iota;&alpha; &tau;&omicron;&upsilon; &pi;&alpha;&rho;&alpha;&theta;ύ&rho;&omicron;&upsilon;.</p>
        </div>
</div>
</BODY>
</HTML>