<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em   es un juego de p&oacute;quer con cartas comunes. El objetivo es conseguir  una mano de p&oacute;quer de cinco cartas superior a la del crupier, utilizando una  mano de dos cartas tapadas y cinco cartas comunes. es un juego de p&oacute;quer con cartas comunes. El objetivo es conseguir una mano de p&oacute;quer de cinco cartas superior a la del crupier, utilizando una mano de dos cartas tapadas y cinco cartas comunes. </p>
</div>
<div id="playing"> 
        <p><strong>Instrucciones del juego</strong></p>
        <p>Se usa un  mazo t&iacute;pico de 52 cartas, que se reparten despu&eacute;s de cada ronda.&nbsp;</p>
  <p>Haga clic en la pila de fichas que       se encuentra en la parte inferior derecha de la pantalla para seleccionar       el importe de la apuesta. <br>
Denominaciones de las monedas m&aacute;s grande 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>Tiene que hacer una apuesta id&eacute;ntica para el Ante y la Ciega. Cuando coloca una apuesta en la zona de apuesta Ante, se coloca una apuesta id&eacute;ntica en la zona de apuesta Ciega, y viceversa. El importe de la apuesta Trips puede ser diferente al de las apuestas Ante/ Ciega.</p>
  <p>Para consultar los detalles sobre       los l&iacute;mites y los pagos de la mesa, pase el rat&oacute;n por encima de la tarjeta       de apuestas m&aacute;ximas. </p>
  <p>Si desea retirar una apuesta, mantenga       pulsada la tecla May&uacute;s y haga clic en una ficha para retirarla de la mesa.       El bot&oacute;n <strong>Anular</strong> deshace la       &uacute;ltima acci&oacute;n, a&ntilde;adiendo o retirando una ficha. </p>
  <p>Haga clic sobre la tecla de <strong>Repartir</strong>. </p>
  <p>Se le repartir&aacute;n dos cartas tapadas       boca arriba y al crupier se le repartir&aacute;n dos cartas boca abajo.</p>
  <p>Llegados a este punto, puede apostar o pasar. Puede hacer una apuesta de Juego 3 o 4 veces mayor que su apuesta Ante.   Entonces se da la vuelta a todas las cartas y se determina qui&eacute;n es el ganador sin m&aacute;s rondas de apuestas.</p>
<p>Si, al contrario, selecciona Check (Pasar), puede continuar sin aumentar la apuesta. Se da la vuelta a las 3 primeras cartas comunitarias (conocido como Flop). Entonces, puede volver a pasar para ver el resto de las cartas comunitarias sin subir la apuesta o puede subir la apuesta hasta el doble de las apuestas Ante/ Ciega.  Si hace la apuesta 2x, se dar&aacute; la vuelta a las dos &uacute;ltimas cartas comunitarias y se determinar&aacute; qui&eacute;n es el ganador sin realizar otra ronda de apuestas.</p>
  <p>Si ha pasado de nuevo, se dar&aacute; la vuelta a las dos &uacute;ltimas cartas comunitarias y entonces podr&aacute; seleccionar Fold (Retirarse) y perder sus apuestas Ante y Ciega, o puede realizar una apuesta igual a la apuesta Ante.  Se dar&aacute; la vuelta a las cartas del crupier y se determinar&aacute; qui&eacute;n es el ganador.</p>
<p>La apuesta Trips nunca se aumenta despu&eacute;s de la apuesta inicial. </p>
<p><strong>Resultados</strong></p>
<p>El sistema  determinar&aacute; qui&eacute;n tiene la mejor mano de p&oacute;quer de cinco cartas (usted o el  crupier), utilizando cualquier combinaci&oacute;n de cartas tapadas y cartas comunes. </p>
<p>Las apuestas Ante, Ciega, Juego y Trips de forma individual pagan bajo condiciones diferentes:</p>
<p>El crupier necesita como m&iacute;nimo una pareja para que su mano sea v&aacute;lida. Usted no gana de forma autom&aacute;tica si la mano del crupier no es v&aacute;lida.</p>
<p><strong>Apuesta Ante</strong></p>
<p>Si la mano del crupier es v&aacute;lida y usted tiene la mano m&aacute;s alta el pago de la apuesta Ante ser&aacute; 1:1. Si la mano del crupier es v&aacute;lida y el crupier tiene la mano m&aacute;s alta, la apuesta Ante que usted haya realizado perder&aacute;. Si se produce un empate o la mano del crupier no es v&aacute;lida, se le devolver&aacute; su apuesta.</p>
<p><strong>Apuesta Ciega</strong></p>
<p>Si su mano gana con una escalera o algo superior, la apuesta Ciega pagar&aacute; de acuerdo con lo establecido en la tabla de pagos. Si su mano es mejor que la del crupier, pero inferior a una escalera, se le devolver&aacute; la apuesta Ciega. Si el crupier tiene la mano m&aacute;s alta, la apuesta Ciega que usted haya realizado perder&aacute;, incluso si la mano del crupier no es v&aacute;lida.</p>
<p><strong>Apuesta Juego</strong></p>
<p>Si usted tiene la mano m&aacute;s alta, la apuesta Juego pagar&aacute; 1:1. Si el crupier tiene la mano m&aacute;s alta, la apuesta Juego que usted haya realizado perder&aacute;, incluso si la mano del crupier no es v&aacute;lida.</p>
<p><strong>Empates</strong></p>
<p>Si el crupier y usted empatan, se devolver&aacute;n todas las apuestas Ante, Ciega y Juego.</p>
</div>
<div id="bonus">
  <p><strong>Resultados de la Apuesta Trips</strong></p>
  <p>Gana si el resultado de su mano de 5 cartas finales es un Trips (tr&iacute;o) o superior. Las apuestas Trips ganadoras se pagan, independientemente de si la mano principal gana, pierde o empata. Puede ganar una apuesta Trips incluso si se retira.  </p>
  <p><strong>Valor de las manos</strong></p>
  <p>El  valor de las manos se otorga siguiendo los valores est&aacute;ndar del p&oacute;quer. </p>
  <table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
        <tr>
          <td width="21%" class="cellHeader">Mano</td>
          <td width="62%" class="cellHeader">Descripci&oacute;n de la mano</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Escalera real</td>
          <td width="62%" class="menuTable">Rey-reina-jota-10 del un color</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Escalera de color</td>
          <td width="62%" class="menuTable">Cinco cartas del mismo color y en un orden ininterrumpido</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">P&oacute;quer</td>
          <td width="62%" class="menuTable">Cuatro cartas con el mismo valor</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Full </td>
          <td width="62%" class="menuTable">Un Drilling y un par</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Color</td>
          <td width="62%" class="menuTable">Cinco cartas del mismo color</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Escalera</td>
          <td width="62%" class="menuTable">Cinco cartas en un orden ininterrumpido pero de diferente color</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Tr&iacute;o</td>
          <td width="62%" class="menuTable">Tres cartas iguales entre si y dos cartas iguales entre s&iacute;</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Doble pareja</td>
          <td width="62%" class="menuTable">Dos parejas de cartas del mismo valor y uan carta m&aacute;s</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Una pareja</td>
          <td width="62%" class="menuTable">Dos cartas iguales y tres cartas diferentes</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Carta Alta</td>
          <td width="62%" class="menuTable">Cartas que no sean del mismo valor</td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>Los errores de funcionamiento anulan todos los  pagos y jugadas.</p>
</div>
<div id="options">
        <h1>Opciones de Juego </h1>
        <p>En el <strong>Men&uacute; principal &ndash; Opciones</strong> puedes elegir entre  las siguientes opciones.</p>
        <p><strong>Efectos sonoros: </strong>permite activar y desactivar los  sonidos del juego, como el sonido que se emite al hacer clic en los botones. </p>
        <p><strong>Sonido ambiental: </strong>permite activar los sonidos  normales de un casino, como gente hablando de fondo. </p>
        <p><strong>Gr&aacute;ficos de alta calidad:</strong> desactive  esta opci&oacute;n si el juego se ve ralentizado debido a las capacidades de  procesamiento de su ordenador. La ralentizaci&oacute;n tambi&eacute;n puede  deberse a problemas relacionados con Internet, como la conexi&oacute;n en horas punta. </p>
        <p><strong>Animaciones: </strong>si su ordenador tiene problemas  de rendimiento, puede desactivar esta opci&oacute;n para omitir las animaciones  relativas al giro de los rodillos y que &eacute;stos aparezcan en la posici&oacute;n final. </p>
  <p><strong>Ajustar a la ventana:</strong> active  esta opci&oacute;n para que el juego se ajuste a las dimensiones de la ventana. </p>
</div>
</BODY>
</HTML>