<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em   est un jeu de  poker communautaire. Le but est  d'obtenir une meilleure figure de cinq cartes que le croupier, en utilisant votre  main privative et cinq cartes communes.  Vous devez miser des montants &eacute;gaux pour l&rsquo;Ante et le Blind.</p>
</div>
<div id="playing"> 
        <p><strong>Comment jouer</strong></p>
        <p>Le poker se joue avec un jeu de 52  cartes standard, m&eacute;lang&eacute; &agrave; chaque tour.</p>
  <p>Cliquez sur la pile de jetons situ&eacute;e       dans le coin inf&eacute;rieur droit de l'&eacute;cran pour s&eacute;lectionner la mise       souhait&eacute;e. 
Grandes pi&egrave;ces 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>Vous devez miser des montants &eacute;gaux pour l&rsquo;Ante et le Blind. Lorsque vous placez une mise sur la zone de mise Ante, une mise identique est plac&eacute;e sur la zone de mise Blind, et vice-versa. La mise Brelan peut &ecirc;tre plac&eacute;e sur un montant diff&eacute;rent de celui des mises Ante/Blind.</p>
  <p>Les d&eacute;tails des limites de table et des       gains sont visibles en faisant passer la souris sur la carte de la table.</p>
  <p>Pour retirer une mise, maintenez la       touche &laquo;&nbsp;Maj&nbsp;&raquo; enfonc&eacute;e et cliquez sur un jeton pour le retirer de       la table. Cliquez sur <strong>Annuler </strong>pour       annuler votre derni&egrave;re action, l&rsquo;ajoutant ou le retrait d&rsquo;un jeton. </p>
  <p>Cliquez sur <strong>Tirer</strong>. </p>
  <p>Vous recevez deux cartes, face vers le       haut, et le croupier re&ccedil;oit deux cartes, face vers le bas. </p>
  <p>&Agrave; ce moment, vous pouvez miser ou passer. Vous pouvez placer une mise Play d&rsquo;une valeur de 3 ou 4 fois votre mise Ante. Toutes les cartes sont retourn&eacute;es et un gagnant est d&eacute;sign&eacute; sans tour de mise suppl&eacute;mentaire.</p>
<p>Si vous s&eacute;lectionnez plut&ocirc;t Check, vous pouvez continuer sans augmenter votre mise. Les 3 premi&egrave;res cartes communes (ce que l&rsquo;on appelle le flop) sont retourn&eacute;es. Vous pouvez alors passer &agrave; nouveau pour voir le reste des cartes communes sans augmenter votre mise, ou vous pouvez augmenter votre mise par deux fois vos mises Ante/Blind. Si vous placez 2x votre mise, les deux cartes communes finales seront retourn&eacute;es et un gagnant sera d&eacute;sign&eacute; sans tour de mise suppl&eacute;mentaire.</p>
  <p>Si vous avez &agrave; nouveau pass&eacute;, les deux derni&egrave;res cartes communes sont retourn&eacute;es et vous pouvez choisir de vous coucher (Fold) et perdre vos mises Ante et Blind, ou vous pouvez placer une mise &eacute;gale &agrave; la mise Ante.Les cartes du donneur seront retourn&eacute;es et un gagnant sera d&eacute;sign&eacute;.</p>
<p>La mise Brelan n&rsquo;est jamais augment&eacute;e apr&egrave;s la mise de d&eacute;part.</p>
<p><strong>R&eacute;sultats</strong></p>
<p>Le syst&egrave;me d&eacute;termine si vous ou le croupier  poss&egrave;de la meilleure combinaison de cinq cartes, en utilisant n&rsquo;importe quelle  combinaison des cartes privatives et des cartes communautaires. </p>
<p>Les mises individuelles Ante, Blind, Play et Brelan ont toutes des conditions de gain diff&eacute;rentes&nbsp;:</p>
<p>Le donneur doit avoir au moins une paire pour se qualifier. Vous ne gagnez pas automatiquement si le donneur ne se qualifie pas.</p>
<p><strong>Mise Ante</strong></p>
<p>Si le donneur se qualifie et que vous avez la main la plus forte, alors la mise Ante rapportera le m&ecirc;me montant (1:1). Si le donneur se qualifie et qu'il a la main la plus forte, votre mise Ante est alors perdue. S&rsquo;il s&rsquo;agit d&rsquo;une &eacute;galit&eacute; ou le donneur ne se qualifie pas,la mise Ante est alors pouss&eacute;e (votre mise vous est rendue).</p>
<p><strong>Mise Blind</strong></p>
<p>Si votre main est gagnante avec une quinte ou une combinaison plus forte, la mise Blind rapporte selon le tableau des gains. Si vous avez une meilleure main que le donneur, mais moins forte qu&rsquo;une quinte, la mise Blind pousse. Si le donneur a une main sup&eacute;rieure, votre mise Blind perd, m&ecirc;me si le donneur ne se qualifie pas.</p>
<p><strong>Mise Play</strong></p>
<p>Si vous avez une main plus forte, la mise Play rapporte des gains similaires. Si le donneur a une main plus forte, la mise Play perd, que le donneur soit qualifi&eacute; ou non.</p>
<p><strong>&Eacute;galit&eacute;s</strong></p>
<p>En cas d&rsquo;&eacute;galit&eacute; entre vous et le donneur, les mises Ante, Blind et Play sont toutes pouss&eacute;es.</p>
</div>
<div id="bonus">
  <p><strong>R&eacute;sultats de la mise Brelan</strong></p>
  <p>Vous gagnez si votre derni&egrave;re main de 5 cartes est un brelan (3 cartes identiques) ou sup&eacute;rieur. Les mises brelan gagnantes sont remport&eacute;es que la main principale gagne, perde ou pousse. Vous pouvez gagner une mise brelan m&ecirc;me si vous vous couchez.</p>
  <div id="playing2">
    <p><strong>Classement des mains au poker</strong></p>
    <p>Les mains sont class&eacute;es selon le  classement de poker standard. </p>
    <table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
          <tr>
            <td width="28%" class="cellHeader">Main</td>
            <td width="56%" class="cellHeader"> Description de la main</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable">&laquo; Flush Royal &raquo; </td>
            <td width="56%" class="menuTable"> As - roi - dame - valet - 10 d'une m&ecirc;me couleur</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable"> Quinte ou &laquo; Straight Flush &raquo;</td>
            <td width="56%" class="menuTable"> suite parfaite de cinq cartes de m&ecirc;me couleur</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable"> Carr&eacute; ou &laquo; Four of a Kind &raquo;</td>
            <td width="56%" class="menuTable"> quatre cartes de m&ecirc;me valeur</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable">Full House</td>
            <td width="56%" class="menuTable"> un brelan et une paire</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable">Flush</td>
            <td width="56%" class="menuTable"> cinq cartes d'une m&ecirc;me couleur</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable"> Grande suite ou &laquo; Straight &raquo;</td>
            <td width="56%" class="menuTable"> suite parfaite de cinq cartes, mais pas de m&ecirc;me couleur</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable"> Brelan ou &laquo; Three of a Kind &raquo;</td>
            <td width="56%" class="menuTable"> trois cartes de m&ecirc;me valeur et deux autres cartes</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable"> Double paire ou &laquo; Two Pairs &raquo;</td>
            <td width="56%" class="menuTable"> deux paires de cartes d'une m&ecirc;me valeur et une autre carte</td>
          </tr>
          <tr>
            <td width="28%" class="menuTable"> Paire ou &laquo; One Pair &raquo;</td>
            <td width="56%" class="menuTable"> deux cartes de m&ecirc;me valeur et trois autres cartes </td>
          </tr>
          <tr>
            <td width="28%" class="menuTable"> Carte la plus haute ou &laquo; High Card &raquo;</td>
            <td width="56%" class="menuTable"> cinq cartes de valeur diff&eacute;rentes</td>
          </tr>
        </table></td>
      </tr>
    </table>
    <p>Un dysfonctionnement annule tous  les gains et le jeu.</p>
  </div>
  <div id="wildicon"></div>
 
<div id="options">
        <p><strong>Options du jeu</strong></p>
        <p>Allez dans <strong>Menu principal</strong> &ndash; <strong>Options</strong> pour faire appara&icirc;tre le menu suivant&nbsp;:</p>
        <p><strong>Effets  sonores&nbsp;:</strong> cette  option active et d&eacute;sactive les effets sonores (tels que les bruitages lorsque  vous cliquez sur les boutons).</p>
        <p><strong>Ambiance  sonore&nbsp;: </strong>cette  option activera les sons pr&eacute;sents dans un casino normal, comme des personnes  parlant en fond. &nbsp;</p>
        <p><strong>Graphismes de haute qualit&eacute;&nbsp;:</strong> d&eacute;cochez cette option si vous subissez des  ralentissements dans votre jeu en raison des capacit&eacute;s de votre ordinateur. Les  ralentissements dans le jeu peuvent aussi &ecirc;tre dus &agrave; des probl&egrave;mes li&eacute;s &agrave;  Internet, tels qu'un pic d'affluence.</p>
        <p><strong>Animations </strong><strong>:</strong> vous pouvez d&eacute;cocher cette option pour  que les rouleaux apparaissent directement dans leur position finale, sans les  animations, si votre ordinateur rencontre des probl&egrave;mes de performance.</p>
        <p><strong>Adapter &agrave; la fen&ecirc;tre&nbsp;:</strong> cochez cette option pour que la taille du jeu s&rsquo;adapte &agrave; celle de la  fen&ecirc;tre.</p>
</div>
</BODY>
</HTML>