<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>A Ultimate Texas Hold'em egy k&ouml;z&ouml;s lapokkal j&aacute;tszott p&oacute;kerj&aacute;t&eacute;k. A j&aacute;t&eacute;k c&eacute;lja, hogy a j&aacute;t&eacute;kos k&eacute;t  saj&aacute;t lapj&aacute;t &eacute;s az &ouml;t k&ouml;z&ouml;s lapot haszn&aacute;lva az oszt&oacute;&eacute;n&aacute;l jobb &ouml;tlapos  lapkombin&aacute;ci&oacute;ra tegyen szert.</p>
        <p>Opcion&aacute;lis Drill fogad&aacute;sra is van lehetős&eacute;ge, amelyet akkor nyer meg, ha a v&eacute;gső &ouml;t lap drillt vagy magasabb &eacute;rt&eacute;kű lapkombin&aacute;ci&oacute;t tartalmaz. </p>
</div>
<div id="playing"> 
        <p><strong>A j&aacute;t&eacute;k menete</strong></p>
        <p>A j&aacute;t&eacute;kot egy  norm&aacute;l 52 lapos paklival j&aacute;tssz&aacute;k, amelyet minden k&ouml;r ut&aacute;n megkevernek.</p>
  <p>Kattintson a k&eacute;perny&#337;       jobb als&oacute; sark&aacute;ban tal&aacute;lhat&oacute; zsetonokra, &eacute;s v&aacute;lassza ki a megtenni k&iacute;v&aacute;nt       &ouml;sszeget. 
A nagyobb c&iacute;mlet&#369; &eacute;rme 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>Az alapt&eacute;tnek &eacute;s a vakt&eacute;tnek egyenlő &eacute;rt&eacute;kűnek kell lennie. Amikor t&eacute;tet helyez el az Alapt&eacute;t mezőn, azonos &eacute;rt&eacute;kű t&eacute;t ker&uuml;l a Vakt&eacute;t mezőre, &eacute;s ford&iacute;tva. A Drill t&eacute;t &ouml;sszege k&uuml;l&ouml;nb&ouml;zhet az alapt&eacute;t/vakt&eacute;t &ouml;sszeg&eacute;től.</p>
  <p>Az Asztali limitek &eacute;s       kifizet&eacute;sek r&eacute;szleteit megtekintheti, ha az eg&eacute;rmutat&oacute;t az asztalk&aacute;rtya       f&ouml;l&eacute; mozgatja.</p>
  <p>T&eacute;t elt&aacute;vol&iacute;t&aacute;s&aacute;hoz       tartsa lenyomva a Shift gombot, &eacute;s kattintson a levenni k&iacute;v&aacute;nt zsetonra. A <strong>Visszavon&aacute;s</strong> gombbal visszavonhatja a legut&oacute;bbi m&#369;veletet, teh&aacute;t       elt&aacute;vol&iacute;that vagy lerakhat egy zsetont.  </p>
  <p>Kattintson az <strong>Oszt&aacute;s </strong>gombra. </p>
  <p>Ezut&aacute;n megkapja a k&eacute;t       saj&aacute;t lapj&aacute;t k&eacute;ppel felfel&eacute;, az oszt&oacute; pedig szint&eacute;n k&eacute;t lapot kap, k&eacute;ppel       lefel&eacute;.</p>
  <p>Ekkor fogadhat vagy passzolhat. A J&aacute;t&eacute;kt&eacute;t az alapt&eacute;t 3-szorosa vagy 4-szerese lehet. Ekkor minden lapot megford&iacute;tanak, &eacute;s a nyertes tov&aacute;bbi fogad&aacute;si k&ouml;r&ouml;k n&eacute;lk&uuml;l meg&aacute;llap&iacute;t&aacute;sra ker&uuml;l.</p>
<p>Ha a Passz lehetős&eacute;get v&aacute;lasztja, t&eacute;tje n&ouml;vel&eacute;se n&eacute;lk&uuml;l folytathatja a j&aacute;t&eacute;kot. Felcsapj&aacute;k az első 3 k&ouml;z&ouml;s lapot (vagyis a Flopot). Ha a t&eacute;t n&ouml;vel&eacute;se n&eacute;lk&uuml;l akarja megn&eacute;zni a t&ouml;bbi k&ouml;z&ouml;s lapot, akkor ism&eacute;t passzolhat. Ha nem, akkor t&eacute;tj&eacute;t az alapt&eacute;t/vakt&eacute;t k&eacute;tszeres&eacute;vel n&ouml;velheti. Ha k&eacute;tszeres&eacute;re n&ouml;veli a t&eacute;tet, felcsapj&aacute;k az utols&oacute; k&eacute;t k&ouml;z&ouml;s lapot, &eacute;s a nyertes tov&aacute;bbi fogad&aacute;si k&ouml;r&ouml;k n&eacute;lk&uuml;l meg&aacute;llap&iacute;t&aacute;sra ker&uuml;l.</p>
  <p>Ha ism&eacute;t passzol, felcsapj&aacute;k az utols&oacute; k&eacute;t k&ouml;z&ouml;s lapot, &eacute;s &Ouml;n v&aacute;laszthat, hogy Bedobja a lapjait, &eacute;s elvesz&iacute;ti az alapt&eacute;tet &eacute;s a vakt&eacute;tet, vagy az alapt&eacute;ttel megegyező &ouml;sszegű fogad&aacute;st tesz. Az oszt&oacute; megford&iacute;tja a lapjait, &eacute;s meg&aacute;llap&iacute;t&aacute;sra ker&uuml;l a nyertes.</p>
<p>A Drill t&eacute;t &ouml;sszege az eredeti fogad&aacute;s ut&aacute;n nem n&ouml;velhető.</p>
<p><strong>Eredm&eacute;nyek</strong></p>
<p>A rendszer  meg&aacute;llap&iacute;tja, hogy &Ouml;nn&eacute;l vagy az oszt&oacute;n&aacute;l van a legjobb &ouml;tlapos  p&oacute;ker-kombin&aacute;ci&oacute; &ndash; ehhez a saj&aacute;t lapok &eacute;s a k&ouml;z&ouml;s lapok b&aacute;rmilyen kombin&aacute;ci&oacute;ja  figyelembe vehet&#337;. </p>
<p>Az egyes alap-, vak-, j&aacute;t&eacute;k- &eacute;s Drill t&eacute;tek kifizet&eacute;s&eacute;re k&uuml;l&ouml;nb&ouml;ző felt&eacute;telek vonatkoznak:</p>
<p>Az oszt&oacute;nak legal&aacute;bb egy p&aacute;rral kell rendelkeznie ahhoz, hogy j&aacute;t&eacute;kban maradjon. &Ouml;n nem nyer automatikusan, ha az oszt&oacute; nem marad j&aacute;t&eacute;kban.</p>
<p><strong>Alapt&eacute;t</strong></p>
<p>Ha az oszt&oacute; j&aacute;t&eacute;kban marad, &eacute;s &Ouml;nnek magasabb &eacute;rt&eacute;kű lapkombin&aacute;ci&oacute;ja van, akkor az alapt&eacute;t nyerem&eacute;nye 1:1 ar&aacute;ny&uacute;. Ha az oszt&oacute; j&aacute;t&eacute;kban marad, &eacute;s magasabb &eacute;rt&eacute;kű lapjai vannak, akkor &Ouml;n elveszti az alapt&eacute;tet. D&ouml;ntetlen eset&eacute;n, vagy ha az oszt&oacute; nem marad j&aacute;t&eacute;kban, az alapt&eacute;tre vonatkoz&oacute; fogad&aacute;s eredm&eacute;nye d&ouml;ntetlen (&Ouml;n visszakapja az alapt&eacute;tet).</p>
<p><strong>Vakt&eacute;t</strong></p>
<p>Ha &Ouml;n sorral vagy &eacute;rt&eacute;kesebb lapkombin&aacute;ci&oacute;val nyer, a vakt&eacute;t nyerem&eacute;nye a kifizet&eacute;si t&aacute;bl&aacute;zat szerint ker&uuml;l kifizet&eacute;sre. Ha lapkombin&aacute;ci&oacute;ja jobb, mint az oszt&oacute;&eacute;, de a sorn&aacute;l kev&eacute;sb&eacute; &eacute;rt&eacute;kes, akkor a vakt&eacute;tre vonatkoz&oacute; fogad&aacute;s eredm&eacute;nye d&ouml;ntetlen. Ha az oszt&oacute; rendelkezik jobb lapkombin&aacute;ci&oacute;val, &Ouml;n elvesz&iacute;ti a vakt&eacute;tet, m&eacute;g akkor is, ha az oszt&oacute; nem maradt j&aacute;t&eacute;kban.</p>
<p><strong>J&aacute;t&eacute;kt&eacute;t</strong></p>
<p>Ha az &Ouml;n lapkombin&aacute;ci&oacute;ja jobb, a J&aacute;t&eacute;kt&eacute;t nyerem&eacute;nye 1:1 ar&aacute;ny&uacute;. Ha az oszt&oacute; rendelkezik jobb lapkombin&aacute;ci&oacute;val, &Ouml;n att&oacute;l f&uuml;ggetlen&uuml;l elvesz&iacute;ti a j&aacute;t&eacute;kt&eacute;tet, hogy j&aacute;t&eacute;kban maradt-e az oszt&oacute;.</p>
<p><strong>D&ouml;ntetlen</strong></p>
<p>Ha az eredm&eacute;ny d&ouml;ntetlen, akkor &Ouml;n visszakapja az alap-, a vak-, &eacute;s a j&aacute;t&eacute;kt&eacute;t &ouml;sszeg&eacute;t is.</p>
</div>
<div id="bonus">
  <p><strong>A Drill fogad&aacute;s eredm&eacute;nye</strong></p>
  <p>&Ouml;n nyer, ha a v&eacute;gső 5 lapja drillt (h&aacute;rom egyform&aacute;t) vagy enn&eacute;l &eacute;rt&eacute;kesebb lapkombin&aacute;ci&oacute;t tartalmaz. A megnyert Drill fogad&aacute;sok kifizet&eacute;sre ker&uuml;lnek att&oacute;l f&uuml;ggetlen&uuml;l, hogy a fő fogad&aacute;son nyer, vesz&iacute;t, vagy d&ouml;ntetlen az eredm&eacute;ny. A Drill fogad&aacute;st akkor is megnyerheti, ha bedobja a lapjait.  </p>
  <p><strong>A lapkombin&aacute;ci&oacute;k  rangsora</strong></p>
  <p>A lapkombin&aacute;ci&oacute;k rangsora ugyanaz, mint a hagyom&aacute;nyos p&oacute;kerben. </p>
  <table border="0" cellspacing="0" cellpadding="0" width="100%">
    <tr>
      <td><table border="0" cellspacing="1" cellpadding="0" width="100%">
        <tr>
          <td width="21%"><strong>Lapkombin&aacute;ci&oacute;k</strong></td>
          <td width="62%"><p><strong>A lapkombin&aacute;ci&oacute;k      le&iacute;r&aacute;sa</strong></p></td>
        </tr>
        <tr>
          <td width="21%"><p>Royal Fl&ouml;ss</p></td>
          <td width="62%"><p>&Aacute;sz - kir&aacute;ly      - d&aacute;ma - bubi - 10, egy sz&iacute;nb&#337;l.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Sz&iacute;nsor</p></td>
          <td width="62%"><p>5 egyforma      sz&iacute;n&#369;, egym&aacute;st k&ouml;vet&#337; lap.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>N&eacute;gy egyforma</p></td>
          <td width="62%"><p>N&eacute;gy azonos      &eacute;rt&eacute;k&#369; lap.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Full</p></td>
          <td width="62%"><p>Egy drill &eacute;s      egy p&aacute;r.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Fl&ouml;ss</p></td>
          <td width="62%"><p>5 egyforma      sz&iacute;n&#369; lap.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Sor</p></td>
          <td width="62%"><p>5 egym&aacute;st      k&ouml;vet&#337;, de nem egyforma sz&iacute;n&#369; lap.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Drill</p></td>
          <td width="62%"><p>H&aacute;rom egyforma      &eacute;rt&eacute;k&#369; lap, valamint k&eacute;t ezekt&#337;l &eacute;s egym&aacute;st&oacute;l k&uuml;l&ouml;nb&ouml;z&#337; lap.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>K&eacute;t p&aacute;r</p></td>
          <td width="62%"><p>K&eacute;t egyforma      &eacute;rt&eacute;k&#369; lap m&aacute;sik k&eacute;t egyforma &eacute;rt&eacute;k&#369; lappal, valamint egy elt&eacute;r&#337; &eacute;rt&eacute;k&#369;      lappal.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Egy p&aacute;r</p></td>
          <td width="62%"><p>K&eacute;t egyforma      &eacute;rt&eacute;k&#369; lap, valamint h&aacute;rom ezekt&#337;l &eacute;s egym&aacute;st&oacute;l k&uuml;l&ouml;nb&ouml;z&#337; lap.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Magas lap</p></td>
          <td width="62%"><p>A leoszt&aacute;s      legmagasabb lapja.</p></td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>Meghib&aacute;sod&aacute;s eset&eacute;n minden j&aacute;t&eacute;k  &eacute;s kifizet&eacute;s &eacute;rv&eacute;nytelen.</p>
</div>
<div id="options">
        <p><strong>J&aacute;t&eacute;kbe&aacute;ll&iacute;t&aacute;sok</strong></p>
        <p>Kattintson a <strong>F&#337;men&uuml;  - Opci&oacute;k</strong> men&uuml;pontra, ahol megtal&aacute;lja a k&ouml;vetkez&#337; list&aacute;t:</p>
        <p><strong>Hanghat&aacute;sok:</strong> ezzel ki- &eacute;s bekapcsolhatja a j&aacute;t&eacute;k  hangeffektusait (pl. a gombokra val&oacute; kattint&aacute;skor hallhat&oacute; hangot).</p>
        <p><strong>H&aacute;tt&eacute;rhang: </strong>ezzel a gombbal bekapcsolhatja a val&oacute;di  kaszin&oacute;kban hallhat&oacute; h&aacute;tt&eacute;rzajt (pl. a h&aacute;tt&eacute;rben besz&eacute;lget&#337; emberek). </p>
        <p><strong>Magas min&#337;s&eacute;g&#369;  grafika: </strong>t&ouml;r&ouml;lje a  bejel&ouml;l&eacute;st, ha a sz&aacute;m&iacute;t&oacute;g&eacute;p feldolgoz&oacute;-k&eacute;pess&eacute;ge miatt lelassul a j&aacute;t&eacute;k. A  j&aacute;t&eacute;k az internettel kapcsolatos okok &ndash; pl. nagy leterhelts&eacute;g &ndash; miatt is  lelassulhat.</p>
        <p><strong>Anim&aacute;ci&oacute;k:</strong> ha sz&aacute;m&iacute;t&oacute;g&eacute;pe lelassul, t&ouml;r&ouml;lheti ezt a  bejel&ouml;l&eacute;st, &iacute;gy a t&aacute;rcs&aacute;k v&eacute;gs&#337; helyzet&uuml;kben jelennek meg, &eacute;s nem l&aacute;thatja a  p&ouml;rget&eacute;st mutat&oacute; anim&aacute;ci&oacute;kat.</p>
<strong>Ablakhoz igaz&iacute;t&aacute;s</strong>: ha bejel&ouml;li, a j&aacute;t&eacute;kablak az ablak m&eacute;ret&eacute;hez igazodik </div>
</BODY>
</HTML>