<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em   is een pokerspel met gemeenschappelijke kaarten. De bedoeling is vijf  kaarten in de pokerhand te hebben die beter zijn dan die van de deler, door  gebruik te maken van uw hand met twee kaarten en vijf gemeenschappelijke  kaarten. Der er ogs&aring; en ekstra Trips-indsats (3 ens), hvor du vinder, hvis din sidste 5-korts h&aring;nd er tre ens eller h&oslash;jere.</p>
</div>
<div id="playing"> 
        <p><strong>Hoe te spelen</strong></p>
        <p>Voor het spel wordt  een standard 52 kaartendek gebruikt, die na elke ronde wordt geschud.</p>
  <p>Klik op het stapeltje       chips onderaan rechts op het scherm om het gewenste inzetbedrag te selecteren. 
Grotere muntdenominaties 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>Du skal satse samme indsats b&aring;de p&aring; Ante (forlodsindskuddet) og p&aring; Blind (den obligatoriske indsats). N&aring;r du placerer en indsats p&aring; Ante-indsatsomr&aring;det, placeres der en identisk indsats p&aring; Blind-indsatsomr&aring;det og vice versa. Trips-indsatsen kan v&aelig;re p&aring; et andet bel&oslash;b end Ante-/Blind-indsatsen.</p>
  <p>Details met betrekking       tot tafellimieten en uitbetalingen verschijnen als u met de muiscursor       over de tafelkaart sleept. </p>
  <p>Om een inzet te       verwijderen, houd de Shifttoets ingedrukt en klik op een chip om het van       de tafel te verwijderen. De <strong>Ongedaan       maken</strong> knop zal uw laatste actie ongedaan maken door hetzij een chip       toe te voegen of te verwijderen. </p>
  <p>Klik op <strong>Delen</strong>. </p>
  <p>U krijgt twee omgedraaide       kaarten en de dealer krijgt twee gedekte kaarten. </p>
  <p>Du kan nu satse eller foretage et check (st&aring; over). Spil-indsatsen kan v&aelig;re din Ante-indsats ganget med 3 eller 4. Alle kort vendes derp&aring; om, og en vinder bestemmes uden yderligere byderunder.</p>
<p>V&aelig;lger du i stedet Check, kan du forts&aelig;tte uden at forh&oslash;je din indsats. De f&oslash;rste 3 f&aelig;lleskort (kaldet floppet) vendes om. Du kan gentjekke for at se de resterende f&aelig;lleskort uden at forh&oslash;je din indsats, eller du kan forh&oslash;je din Ante-/Blind-indsats 2 gange. Satser du indsatsen x 2, vendes de sidste 2 f&aelig;lleskort om, og en vinder bestemmes uden en ekstra budrunde.</p>
  <p>Hvis du atter foretager et check, vendes de sidste to f&aelig;lleskort om, og du kan derp&aring; v&aelig;lge enten Fold (opgiv) og tabe din Ante- og Blind-indsats, eller du kan satse det samme bel&oslash;b som Ante-indsatsen. Dealerens kort vendes om, og en vinder bestemmes.</p>
<p>Trips-indsatsen forh&oslash;jes aldrig efter f&oslash;rsteindsatsbel&oslash;bet.</p>
<p><strong>Resultaten</strong></p>
<p>Het systeem bepaalt  of u of de dealer de beste pokerhand van vijf kaarten hebt door de combinatie  van dichte kaarten en gemeenschappelijke kaarten. </p>
<p>Hver Ante-, Blind-, Spil- og Trips-indsats udbetaler under forskellige forhold:</p>
<p><strong>Deler  kwalificeren</strong></p>
<p>Dealeren skal have mindst et par for at kvalificere sig. Kvalificerer dealeren sig ikke, vinder du ikke automatisk.</p>
<p><strong>Ante-indskud</strong></p>
<p>Kvalificerer dealeren sig, og har du den h&oslash;jeste h&aring;nd, giver Ante lige penge (1:1).  Kvalificerer dealeren sig, og hvis dealeren har den h&oslash;jeste h&aring;nd, taber du din Ante-indsats. Er det uafgjort, eller kvalificerer dealeren sig ikke, foretager Ante-indsatsen push (du f&aring;r din indsats tilbage).</p>
<p><strong>Blind-indsats</strong></p>
<p>Vinder din h&aring;nd med straight (enkelt tal) eller h&oslash;jere, udbetaler Blind-indsatsen if&oslash;lge udbetalingstabellen. Har du en bedre h&aring;nd end dealeren, men mindre end straight, foretager Blind-indsatsen et push. Har dealeren den h&oslash;jeste h&aring;nd, taber din Blind-indsats, selv om dealeren ikke kvalificerede sig.</p>
<p><strong>Spil-indsats</strong></p>
<p>Har du den h&oslash;jeste h&aring;nd, giver Spil-indsatsen lige penge. Har dealeren den h&oslash;jeste h&aring;nd, taber Spil-indsatsen, uanset om dealeren har kvalificeret sig eller ej.</p>
<p><strong>Uafgjort</strong></p>
<p>St&aring;r b&aring;de du og dealeren lige, foretager Ante-, Blind-, og Spil-indsats et push.</p>
</div>
<div id="bonus">
  <p><strong>Trips-indsats resultater</strong></p>
  <p>Du vinder, hvis din sidste 5-korts h&aring;nd er Trips (3 ens) eller h&oslash;jere. Vindende Trips-indsatser udbetales, hvad enten hovedh&aring;nden vinder, taber eller foretager et push.</p>
  <p>Selv om du foretager et fold, kan du vinde en Trips-indsats.</p>
  <p><strong>Handrangschikkingen</strong></p>
  <p>Handen worden gerangschikt op basis van standaard pokerrangschikkingen. </p>
  <table border="0" cellspacing="0" cellpadding="0" width="100%">
    <tr>
      <td><table border="0" cellspacing="1" cellpadding="0" width="400" bgcolor="white">
        <tr>
          <td width="20%"><strong>Handen</strong></td>
          <td width="62%"><p><strong>Omschrijvingen      van de hand</strong></p></td>
        </tr>
        <tr>
          <td width="20%"><p>Royal Straight Flush</p></td>
          <td width="62%"><p>Aas - Koning      - Koningin - Boer - 10 van dezelfde kleur (harten, schoppen, klaveren of      ruiten)</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Straight      Flush</p></td>
          <td width="62%"><p>Vijf kaarten      op een rij van dezelfde kleur.</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Four of a      Kind</p></td>
          <td width="62%"><p>Om het even      welke vier kaarten van dezelfde waarde.</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Full House</p></td>
          <td width="62%"><p>Drie kaarten      met dezelfde waarde en een paar</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Flush</p></td>
          <td width="62%"><p>Vijf kaarten      van dezelfde kleur</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Straat</p></td>
          <td width="62%"><p>Vijf kaarten      op een rij maar niet van dezelfde kleur</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Three of a      Kind</p></td>
          <td width="62%"><p>Drie kaarten      van dezelfde waarde en twee ongelijke kaarten</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Twee Paren</p></td>
          <td width="62%"><p>Twee kaarten      met dezelfde waarde met nog twee andere kaarten van dezelde waarde en een andere      kaart</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Een Paar</p></td>
          <td width="62%"><p>Twee kaarten      van dezelfde waarde en drie ongelijke kaarten</p></td>
        </tr>
        <tr>
          <td width="20%"><p>Hoge Kart</p></td>
          <td width="62%"><p>Hoogste kaart      uit de hand</p></td>
        </tr>
      </table></td>
    </tr>
  </table><p>Een storing maakt alle uitbetalingen en spelen  ongeldig.</p>
</div>
<div id="options">
        <p><strong>Spelopties</strong></p>
        <p>Ga naar <strong>Hoofdmenu  - Opties</strong> om het volgende menu weer te geven:</p>
        <p><strong>Geluidseffecten:</strong> hiermee kunt u de spelgeluiden (zoals  pieptonen wanneer u op de knoppen klikt) aan- en uitzetten.</p>
        <p><strong>Omgevingsgeluid: </strong>hiermee  kunt u de geluiden van een normaal casino, zoals pratende mensen op de  achtergrond, aanzetten. </p>
        <p><strong>Grafische  voorstellingen in hoge kwaliteit:</strong> deactiveer deze optie als u vertragingen in het spel ervaart als gevolg  van de verwerkingscapaciteit van uw computer. Vertragingen in het spel kunnen  ook het gevolg zijn van problemen die verband houden met het internet, zoals  periodes met piekactiviteit. &nbsp;</p>
        <p><strong>Animaties:</strong> als u deze optie deactiveert, kunt u de  wielen direct in de laatste positie laten verschijnen, zonder de draaiende  animaties te vertonen. Het deactiveren van animaties wordt aangeraden als uw  computer prestatieproblemen heeft.</p>
        <p><strong>Volledig  scherm</strong>: u kunt deze optie  aanvinken om het spelbeeld te maximaliseren tot de grootte van het venster.</p>
</div>
</BODY>
</HTML>