<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em   er et pokerspill med felleskort. M&aring;let er &aring; danne en  bedre pokerh&aring;nd med fem kort enn kortgiveren ved &aring; bruke dine to kort p&aring; h&aring;nden  og fem felleskort. </p>
        <p>I tillegg kan du velge en Trips-innsats, der du vinner hvis den endelige fem-kortsh&aring;nden din er tre like eller bedre.</p>
</div>
<div id="playing"> 
        <p><strong>Slik  spiller du</strong></p>
        <p>Spillet benytter en standard kortstokk med 52 kort, stokket etter hver  runde.</p>
  <p>Bestem deg for hvor mye du       vil satse ved &aring; klikke p&aring; bunken med sjetonger du ser nederst til h&oslash;yre p&aring;       skjermen. 
St&oslash;rre mynt val&oslash;rer 1K=1000, 1M=1 000 000, 1B=1 000 000 000.</p>
  <p>Du m&aring; satse like mye p&aring; b&aring;de Ante og Blind. N&aring;r du plasserer en innsats p&aring; innsatsomr&aring;det for Ante, plasseres en identisk innsats p&aring; innsatsomr&aring;det for Blind &ndash; og omvendt. Trips-innsatsen kan v&aelig;re forskjellig fra Ante- og Blind-innsatsene.</p>
  <p>N&aelig;rmere detaljer om       innsatsgrenser ved bordet og utbetalinger kan sees ved &aring; bevege musen over       bordkortet.</p>
  <p>Du kan redusere innsatsen ved &aring; holde Skift-tasten nede og klikke       p&aring; en sjetong for &aring; fjerne den fra bordet. <strong>Undo</strong>-knappen gj&oslash;r om den siste handlingen, enten den gikk ut       p&aring; &aring; legge til eller ta bort en sjetong.</p>
  <p>Klikk p&aring; <strong>Gi Kort </strong>for &aring; starte en spillerunde. </p>
  <p>Du f&aring;r to kort med bildesiden       opp, og kortgiver f&aring;r to kort med bildesiden ned. </p>
  <p>P&aring; dette punktet kan du satse eller passe. Du kan foreta en Play-innsats p&aring; enten 3 eller 4 ganger Ante-innsatsen. Deretter vendes alle kortene, og en vinner avgj&oslash;res uten flere innsatsrunder.</p>
<p>Hvis du derimot velger Pass, kan du fortsette uten &aring; &oslash;ke innsatsen. De f&oslash;rste 3 felleskortene (kjent som floppen) vendes. Deretter kan du passe igjen for &aring; se resten av felleskortene uten &aring; &oslash;ke innsatsen, eller &oslash;ke innsatsen med 2 ganger Ante- og Blind-innsatsene. Hvis du velger 2-gangerinnsatsen, vendes de to siste felleskortene og en vinner utropes uten flere innsatsrunder.</p>
  <p>Hvis du passer igjen, vendes de to siste felleskortene og du kan velge enten Fold og tape Ante- og Blind-innsatsene eller satse tilsvarende Ante-innsatsen. Kortgiverens kort vendes og en vinner utropes.</p>
<p>Trips-innsatsen &oslash;kes aldri etter den f&oslash;rste innsatsen.</p>
<p><strong>Resultater</strong></p>
<p>Systemet avgj&oslash;r om du eller kortgiver har den beste pokerh&aring;nden ved &aring;  kombinere de to f&oslash;rste kortene med felleskortene. </p>
<p>Ante-, Blind-, Play- og Trips-innsatsene gir utbetaling i henhold til ulike betingelser:</p>
<p>Kortgiveren trenger minst et par for &aring; kvalifisere seg. Du vinner ikke automatisk hvis kortgiveren ikke kvalifiserer seg.</p>
<p><strong>Ante-innsats</strong></p>
<p>Hvis kortgiveren kvalifiserer seg og du har den h&oslash;yeste h&aring;nden, vinner du tilsvarende Ante-innsatsen (1:1). Hvis kortgiveren kvalifiserer seg og kortgiveren har den h&oslash;yeste h&aring;nden, taper du Ante-innsatsen. Hvis resultatet er uavgjort eller kortgiveren ikke kvalifiserer seg, blir Ante-innsatsen pushet (og du f&aring;r innsatsen tilbake).</p>
<p><strong>Blind-innsats</strong></p>
<p>Hvis vinnerh&aring;nden din er straight eller bedre, f&aring;r du en utbetaling p&aring; Blind-innsatsen i henhold til utbetalingstabellen.  Hvis du har en bedre h&aring;nd enn kortgiveren, men mindre enn straight, pushes Blind-innsatsen. Hvis kortgiveren har en h&oslash;yere h&aring;nd, taper du Blind-innsatsen selv om kortgiveren ikke kvalifiserte seg.</p>
<p><strong>Play-innsats</strong></p>
<p>Hvis du har den h&oslash;yeste h&aring;nden, vinner du tilsvarende Play-innsatsen. Hvis kortgiveren har den h&oslash;yeste h&aring;nden, er Play-innsatsen tapt uansett om kortgiveren kvalifiserte seg eller ikke.</p>
<p><strong>Uavgjort</strong></p>
<p>Hvis du og kortgiveren spiller uavgjort, blir Ante-, Blind- og Play-innsatsene pushet.</p>
</div>
<div id="bonus">
  <p><strong>Resultater for Trips-innsats</strong></p>
  <p>Du vinner hvis den endelige fem-kortsh&aring;nden din er Trips (tre like) eller bedre.</p>
  <p>Vinnende Trips-innsatser utbetales uansett om hovedh&aring;nden vinner, taper eller pusher. </p>
  <p><strong>Rangering  av hender</strong></p>
  <p>Hendene rangeres etter standard pokerregler. </p>
  <table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
        <tr>
          <td width="21%" class="cellHeader">Kort</td>
          <td width="62%" class="cellHeader">Kortbeskrivelse</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Royal Straight Flush</td>
          <td width="62%" class="menuTable"> Ess &ndash; konge &ndash; dame &ndash; knekt &ndash; tier i en farge </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Straight Flush</td>
          <td width="62%" class="menuTable"> Fem kort i samme farge i rekkef&oslash;lge </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">4 Like</td>
          <td width="62%" class="menuTable"> Fire like kort </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Fullt Hus</td>
          <td width="62%" class="menuTable"> Tre like og ett par </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Flush</td>
          <td width="62%" class="menuTable"> Fem kort i samme farge </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Straight</td>
          <td width="62%" class="menuTable"> Fem kort i rekkef&oslash;lge, men ikke i samme farge </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Three Like</td>
          <td width="62%" class="menuTable"> Tre like kort og to ulike kort </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">To Par</td>
          <td width="62%" class="menuTable"> To ganger to like kort og et kort ekstra </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Par</td>
          <td width="62%" class="menuTable"> To like kort og tre ulike kort </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">H&oslash;yt Kort</td>
          <td width="62%" class="menuTable"> Ingen like kort </td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>Funksjonsfeil  opphever alle utbetalinger og spill.</p>
</div>
<div id="options">
        <p><strong>Spill Alternativer</strong></p>
        <p>G&aring; til <strong>Hovedmeny &ndash; Alternativer</strong> for &aring; f&aring; fram  f&oslash;lgende meny:</p>
        <p><strong>Lydeffekter:</strong> Dette skrur lydene (som for eksempel pipp n&aring;r  du klikker en knapp) i spillet av eller p&aring;.</p>
        <p><strong>Bakgrunnslyd: </strong>Dette vil skru p&aring; lydene typiske for et  ordentlig kasino, som for eksempel folk som snakker i bakgrunnen. </p>
        <p><strong>H&oslash;ykvalitetsgrafikk:</strong> Fjern merkingen for dette  alternativet hvis du opplever forsinkelser i spillet som f&oslash;lge av begrensninger  i systemytelsen til din datamaskin. Nedsatt ytelse og responstid underveis i spillet  kan ogs&aring; v&aelig;re et resultat av Internett relaterte begrensninger eller problemer,  og da s&aelig;rlig i periodene med st&oslash;rst servertrafikk.</p>
        <p><strong>Animasjoner:</strong> Du kan velge bort dette alternativet slik at  hjulene, som vanligvis spinner, bare vises i sluttposisjonen umiddelbart uten &aring;  vise spinnanimasjon siden dette kan bidra til bedre spill responstid i en datamaskin  som er manglende p&aring; systemressurser og/eller ytelse, spesielt ofte i eldre  datamaskiner.</p>
        <p><strong>Tilpass etter vindust&oslash;rrelse:</strong> Merk av for dette alternativet  for &aring; strekke spillet ut til &aring; passe til vinduet.</p>
</div>
</BODY>
</HTML>