<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>O Ultimate Texas Hold'em  &eacute; um jogo de  p&oacute;quer de cartas comunit&aacute;rio. O objectivo &eacute; obter uma m&atilde;o de p&oacute;quer de cinco  cartas melhor do que a do dealer (posi&ccedil;&atilde;o do bot&atilde;o), utilizando a sua m&atilde;o de  duas cartas e cinco cartas comunit&aacute;rias. </p>
        <p>Tamb&eacute;m existe uma aposta opcional no Trio, em que ganha se a sua m&atilde;o final de cinco cartas tiver tr&ecirc;s cartas iguais ou for de um valor superior.</p>
</div>
<div id="playing"> 
        <p><strong>Como Jogar</strong></p>
        <p>O jogo utiliza um baralho normal de 52  cartas, que &eacute; baralhado depois de cada rodada.</p>
        <p>Clique na pilha de fichas localizada no       canto inferior direito do ecr&atilde;, para seleccionar o montante de aposta desejado. 
        Moeda denomina&ccedil;&otilde;es Aumentar 1K=1000, 1M=1 000  000, 1B=1 000 000 000. </p>
<p>O montante das apostas Ante (Inicial) e Blind (Parcial) tem de ser igual. Quando faz uma aposta na &aacute;rea de apostas Ante (Inicial), &eacute; feita uma aposta igual na &aacute;rea de apostas Blind (Parcial) e vice-versa. A aposta no Trio pode ser de um montante diferente das apostas Ante/Blind (Inicial/Parcial).  </p>
<p>Pode ver as informa&ccedil;&otilde;es sobre os limites       da mesa e pr&eacute;mios, movendo o rato sobre o pano da mesa. </p>
  <p>Para retirar uma aposta, mantenha       premida a tecla Shift e clique numa ficha para a remover da mesa. O bot&atilde;o <strong>Anular</strong> anula a &uacute;ltima ac&ccedil;&atilde;o; quer       tenha adicionado ou retirado uma ficha. </p>
  <p>Clique em <strong>Dar Cartas</strong>.</p>
  <p>As cartas s&atilde;o distribu&iacute;das; recebe duas       cartas viradas para cima e o croupier recebe duas cartas viradas para       baixo. </p>
  <p>Nesta altura, pode apostar ou passar.  Pode fazer uma aposta no Jogo de 3 ou 4 vezes a aposta Ante (Inicial). Todas as cartas s&atilde;o ent&atilde;o abertas, sendo determinado um vencedor e n&atilde;o havendo uma ronda de apostas adicional.</p>
<p>Se, em vez disso, seleccionar Passar, pode continuar a jogar sem aumentar a sua aposta. As 3 primeiras cartas comunit&aacute;rias (conhecidas por flop) s&atilde;o abertas. Depois, pode voltar a passar, para ver o resto das cartas comunit&aacute;rias sem aumentar a sua aposta ou aumentar esta &uacute;ltima para 2 vezes o valor das apostas Ante/Blind (Inicial/Parcial). Se multiplicar a aposta por 2, as duas &uacute;ltimas cartas comunit&aacute;rias s&atilde;o abertas, sendo determinado um vencedor sem uma ronda adicional de apostas.</p>
  <p>Se passar novamente, as duas cartas comunit&aacute;rias finais s&atilde;o abertas e depois pode seleccionar Desistir e perder as apostas Ante (Inicial) e Blind (Parcial) ou fazer uma aposta igual &agrave; aposta Ante (Inicial). As cartas do croupier s&atilde;o abertas, sendo determinado um vencedor.</p>
<p>A aposta no Trio nunca &eacute; aumentada depois da aposta inicial.</p>
<p><strong>Resultados</strong></p>
<p> O sistema determina quem tem a melhor  m&atilde;o de p&oacute;quer de cinco cartas (voc&ecirc; ou o dealer (bot&atilde;o)) utilizando qualquer  combina&ccedil;&atilde;o de cartas fechadas e cartas comunit&aacute;rias. </p>
<p>As condi&ccedil;&otilde;es de pagamento de pr&eacute;mios das apostas Ante (Inicial), Blind (Parcial), Play (No jogo) e Trips (No Trio) individuais s&atilde;o todas diferentes:</p>
<p>O croupier tem de ter, pelo menos, um par para se qualificar. N&atilde;o ganha automaticamente se o croupier n&atilde;o se qualificar.</p>
<p><strong>Aposta Ante (Inicial)</strong></p>
<p>Se o croupier se qualificar e voc&ecirc; tiver a m&atilde;o mais alta, a aposta Ante (Inicial) paga o mesmo dinheiro (1:1). Se o croupier se qualificar e tiver a m&atilde;o mais alta, perde a sua aposta Ante (Inicial). Se houver um empate ou o croupier n&atilde;o se qualificar, ent&atilde;o a aposta Ante (Inicial) empata (a aposta &eacute; devolvida).</p>
<p><strong>Aposta Blind (Parcial)</strong></p>
<p>Se a sua m&atilde;o ganhar com uma sequ&ecirc;ncia ou melhor, a aposta Blind (Parcial) paga de acordo com o estabelecido na tabela de pr&eacute;mios.Se tiver uma m&atilde;o superior &agrave; do croupier, mas que valha menos do que uma sequ&ecirc;ncia, a aposta Blind (Parcial) empata. Se o croupier tiver a m&atilde;o mais alta, perde a sua aposta Blind (Parcial), mesmo que o croupier n&atilde;o se qualifique.</p>
<p><strong>Aposta no Jogo</strong></p>
<p>Se tiver a m&atilde;o mais alta, a aposta no Jogo paga o mesmo dinheiro. Se o croupier tiver a m&atilde;o mais alta, a aposta no Jogo perde, independentemente do facto de o croupier se qualificar ou n&atilde;o.</p>
<p><strong>Empates</strong></p>
<p>Se o jogador e o croupier empatarem, as apostas Ante (Inicial), Blind (Parcial) e Play (no Jogo) s&atilde;o todas consideradas empates.</p>
</div>
<div id="bonus">
  <p><strong>Resultados da aposta no Trio</strong></p>
  <p>Se a sua m&atilde;o final de 5 cartas for um Trio (3 cartas iguais) ou de um valor superior. As apostas ganhadoras no Trio s&atilde;o pagas, independentemente da m&atilde;o principal ganhar, perder ou empatar.Pode ganhar uma aposta no Trio, mesmo que desista.</p>
  <p><strong>Pontua&ccedil;&otilde;es da m&atilde;o</strong></p>
As m&atilde;os s&atilde;o pontuadas utilizando  as classifica&ccedil;&otilde;es normais do p&oacute;quer.
<table border="0" cellspacing="0" cellpadding="0" width="100%">
  <tr>
    <td><table border="0" cellspacing="1" cellpadding="0" width="100%">
      <tr>
        <td width="21%"><strong>M&atilde;os</strong></td>
        <td width="62%"><p><strong>Descri&ccedil;&atilde;o das M&atilde;os</strong></p></td>
      </tr>
      <tr>
        <td width="21%"><p>Royal Flush</p></td>
        <td width="62%"><p>&Aacute;s - Rei - Dama - Valete - 10 do mesmo      naipe</p></td>
      </tr>
      <tr>
        <td width="21%"><p>Straight Flush</p></td>
        <td width="62%"><p>Cinco cartas em sequ&ecirc;ncia do mesmo naipe.</p></td>
      </tr>
      <tr>
        <td width="21%"><p>Quadra</p></td>
        <td width="62%"><p>Quaisquer quatro cartas do mesmo valor</p></td>
      </tr>
      <tr>
        <td width="21%"><p>Fullen</p></td>
        <td width="62%"><p>Tr&ecirc;s do mesmo valor e um par</p></td>
      </tr>
      <tr>
        <td width="21%"><p>Flush</p></td>
        <td width="62%"><p>Cinco cartas do mesmo naipe</p></td>
      </tr>
      <tr>
        <td width="21%"><p>Sequ&ecirc;ncia</p></td>
        <td width="62%"><p>Quaisquer cinco cartas em sequ&ecirc;ncia n&atilde;o do      mesmo naipe </p></td>
      </tr>
      <tr>
        <td width="21%"><p>Trinca</p></td>
        <td width="62%"><p>Tr&ecirc;s cartas do mesmo valor e duas cartas      diferentes</p></td>
      </tr>
      <tr>
        <td width="21%"><p>Dois Pares</p></td>
        <td width="62%"><p>Duas cartas do mesmo valor e outras duas cartas      do mesmo valor com qualquer outra carta</p></td>
      </tr>
      <tr>
        <td width="21%"><p>UM Par</p></td>
        <td width="62%"><p>Duas cartas do mesmo valor e tr&ecirc;s cartas      diferentes</p></td>
      </tr>
      <tr>
        <td width="21%"><p>Carta Alta</p></td>
        <td width="62%"><p>Carta mais alta da m&atilde;o</p></td>
      </tr>
    </table></td>
  </tr>
</table>
<p>Uma avaria anula todos os  pagamentos e jogos.</p>
</div>
<div id="options">
        <p><strong>Op&ccedil;&otilde;es  do Jogo</strong></p>
        <p>Ir ao <strong>Menu Principal - Op&ccedil;&otilde;es</strong> para  abrir o seguinte menu:</p>
        <p><strong>Efeitos Sonoros:</strong> Isto liga e desliga os sons do jogo (tal como os bips que se ouvem quando se  clica nos bot&otilde;es).</p>
        <p><strong>Som Ambiente: </strong>Isto  liga os sons de um casino a normal, tal como pessoas a falar em pano de fundo. </p>
        <p><strong>Gr&aacute;ficos de Alta Qualidade:</strong> Desligue esta verifica&ccedil;&atilde;o se estiver a experimentar um abrandamento no  jogo por causa das capacidades de processamento do seu computador. Os  abrandamentos no jogo tamb&eacute;m podem resultar de quest&otilde;es relacionadas com a Internet  tais como per&iacute;odos de pico.</p>
        <p><strong>Anima&ccedil;&otilde;es:</strong> Pode  desligar esta verifica&ccedil;&atilde;o para que as colunas apenas apare&ccedil;am na posi&ccedil;&atilde;o final sem  mostrar as anima&ccedil;&otilde;es a rodar se o seu computador estiver a ter problemas de  desempenho.</p>
        <p><strong>Enquadrar-se na Janela</strong>: Verifique isto para esticar o jogo de modo a coincidir com o tamanho  da janela.</p>
</div>
</BODY>
</HTML>