<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em este un joc de poker  cu c&#259;r&#355;i comune. Scopul jocului  este ob&#355;inerea unei m&acirc;ini de poker de cinci c&#259;r&#355;i mai bun&#259; dec&acirc;t cea a  crupierului, folosind cele dou&#259; c&#259;r&#355;i din m&acirc;n&#259; &#351;i cele cinci c&#259;r&#355;i comune,  a&#351;ezate cu fa&#355;a &icirc;n sus. </p>
        <p>Ave&#355;i la dispozi&#355;ie &#351;i op&#355;iunea unui pariu Trei de un fel, &icirc;n care caz c&acirc;&#351;tiga&#355;i dac&#259; m&acirc;na dvs. final&#259; con&#355;ine cel pu&#355;in Trei de un fel sau o m&acirc;n&#259; superioar&#259;.</p>
</div>
<div id="playing"> 
        <p><strong>Instruc&#355;iuni de  joc</strong></p>
        <p>Jocul se joac&#259; cu un pachet standard de 52  de c&#259;r&#355;i, care sunt amestecate dup&#259; fiecare rund&#259;.</p>
  <p>Face&#355;i clic pe gr&#259;mada de jetoane din col&#355;ul       dreapta-jos al ecranului pentru a selecta suma pe care dori&#355;i s&#259; o       paria&#355;i. Confesiuni Mai mare 1K=1000, 1M=1 000 000, 1B=1 000 000 000. </p>
  <p>Trebuie s&#259; paria&#355;i sume egale at&acirc;t la Ante c&acirc;t &#351;i la Blind. Atunci c&acirc;nd paria&#355;i o sum&#259; pe zona de pariere Ante, un pariu identic va fi plasat pe zona Blind, &#351;i viceversa. Valoarea pariului Trei de un fel poate s&#259; fie diferit&#259; de cea a pariurilor Ante/Blind.</p>
  <p>Informa&#355;iile despre limitele mesei &#351;i       c&acirc;&#351;tiguri pot fi consultate trec&acirc;nd cursorul peste cartea de pe mas&#259;. </p>
  <p>Pentru a anula un pariu, &#355;ine&#355;i ap&#259;sat&#259;       tasta Shift &#351;i face&#355;i clic pe o fis&#259; pentru a o &icirc;ndep&#259;rta de pe mas&#259;. Butonul <strong>Anulare</strong> va anula       ultima dvs. ac&#355;iune, fie ad&#259;ugarea un, fie &icirc;ndep&#259;rtarea ei.</p>
  <p>Face&#355;i clic pe <strong>Face&#355;i c&#259;r&#355;ile</strong>. </p>
  <p>Vi se vor &icirc;mp&#259;r&#355;i dou&#259; c&#259;r&#355;i de       &bdquo;buzunar&rdquo;, iar crupierul prime&#351;te dou&#259; c&#259;r&#355;i a&#351;ezate cu fa&#355;a &icirc;n jos.</p>
  <p>&Icirc;n acest punct al jocului, pute&#355;i paria o sum&#259; sau pasa. Pute&#355;i face un pariu Joc a c&#259;rui valoare este de trei sau patru ori valoarea pariului Ante. Toate c&#259;r&#355;ile sunt &icirc;ntoarse cu fa&#355;a &icirc;n sus &#351;i c&acirc;&#351;tig&#259;torul este determinat f&#259;r&#259; a mai recurge la m&acirc;ini suplimentare.</p>
<p>Dac&#259;, &icirc;n schimb, selecta&#355;i Pas, pute&#355;i continua f&#259;r&#259; s&#259; m&#259;ri&#355;i suma pariat&#259;. Primele 3 c&#259;r&#355;i comune (cunoscute sub numele de flop) sunt &icirc;ntoarse cu fa&#355;a &icirc;n sus. Pute&#355;i pasa din nou pentru a vedea restul c&#259;r&#355;ilor comune f&#259;r&#259; a m&#259;ri suma pariat&#259; sau v&#259; pute&#355;i m&#259;ri suma pariat&#259; cu dublul pariurilor Ante/Blind. Dac&#259; alege&#355;i pariul 2x, ultimele dou&#259; c&#259;r&#355;i comune vor fi &icirc;ntoarse cu fa&#355;a &icirc;n sus &#351;i c&acirc;&#351;tig&#259;torul este determinat f&#259;r&#259; a mai recurge la m&acirc;ini suplimentare.</p>
  <p>Dac&#259; pasa&#355;i din nou, ultimele dou&#259; c&#259;r&#355;i comune vor fi &icirc;ntoarse cu fa&#355;a &icirc;n sus &#351;i pute&#355;i alege &icirc;ntre Renun&#355;are, ceea ce &icirc;nseamn&#259; pierderea pariurilor Ante &#351;i Blind, &#351;i plasarea unui pariu egal cu pariul Ante. C&#259;r&#355;ile crupierului vor fi &icirc;ntoarse cu fa&#355;a &icirc;n sus &#351;i c&acirc;&#351;tig&#259;torul va fi declarat.</p>
<p>Valoarea pariului Trei de un fel r&#259;m&acirc;ne neschimbat&#259; dup&#259; pariul ini&#355;ial. </p>
<p><strong>Rezultate</strong></p>
<p> Sistemul decide dac&#259; cea mai bun&#259; m&acirc;n&#259; de  cinci c&#259;r&#355;i este a dvs. sau a crupierului, folosind toate combina&#355;iile posibile  de c&#259;r&#355;i de &bdquo;buzunar&rdquo; &#351;i comune. </p>
<p>Pariurile individuale Ante,Blind, Joc &#351;i Trei de un fel au condi&#355;ii diferite de acordare a c&acirc;&#351;tigurilor:</p>
<p>Crupierului &icirc;i trebuie cel pu&#355;in o pereche pentru a trece mai departe. Dac&#259; crupierul nu poate s&#259; treac&#259; mai departe, acest lucru nu &icirc;nseamn&#259; c&#259; a&#355;i c&acirc;&#351;tigat.</p>
<p><strong>Pariu Ante</strong></p>
<p>Dac&#259; crupierul trece mai departe &#351;i m&acirc;na dvs. este superioar&#259; atunci pariul Ante va pl&#259;ti Egal (1:1). Dac&#259; crupierul trece mai departe &#351;i m&acirc;na dvs. este inferioar&#259;,  atunci pariul dvs. Ante va fi pierz&#259;tor. Dac&#259; crupierul nu trece mai departe  sau v&#259; afla&#355;i la egalitate, atunci pariul dvs. Ante va fi nul (suma pariat&#259; v&#259; este returnat&#259;).</p>
<p><strong>Pariu Blind</strong></p>
<p>Dac&#259; m&acirc;na dvs. este c&acirc;&#351;tig&#259;toare av&acirc;nd cel pu&#355;in o chint&#259;, c&acirc;&#351;tigul pariului Blind va fi calculat conform listei de c&acirc;&#351;tiguri. Dac&#259; m&acirc;na dvs. este mai bun&#259; dec&acirc;t a crupierului, dar este inferioar&#259; chintei, pariul Blind va fi nul. Dac&#259; m&acirc;na crupierului este superioar&#259;, ve&#355;i pierde pariul Blind, chiar dac&#259; crupierul nu .</p>
<p><strong>Pariu Joc</strong></p>
<p>Dac&#259; m&acirc;na dvs. este superioar&#259;, pariul Joc va pl&#259;ti Egal. Dac&#259; m&acirc;na crupierului este superioar&#259;, pariul Joc va fi pierz&#259;tor indiferent dac&#259; crupierul  sau nu.</p>
<p><strong>Egalit&#259;&#355;i</strong></p>
<p>Dac&#259; m&acirc;na dvs. este egal&#259; cu a crupierului, atunci pariurile Ante, Blind &#351;i Joc devin nule.</p>
</div>
<div id="bonus">
  <p><strong>Rezultatele Pariului Trei de un fel</strong></p>
  <p>Pentru a c&acirc;&#351;tiga, este necesar ca m&acirc;na dvs. final&#259; de 5 c&#259;r&#355;i s&#259; aib&#259; cel pu&#355;in Trei de un fel. Pariurile Trei de un fel c&acirc;&#351;tig&#259;toare sunt pl&#259;tite indiferent dac&#259; m&acirc;na principal&#259; c&acirc;&#351;tig&#259;, pierde sau este nul&#259;.</p>
  <p><strong>Clasamentul  m&acirc;inilor</strong></p>
  <p>Clasamentul m&acirc;inilor este  clasamentul standard pentru poker. </p>
  <table border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td width="576"><table border="0" cellspacing="1" cellpadding="0">
        <tr>
          <td width="21%"><strong>M&acirc;ini</strong></td>
          <td width="67%"><p><strong>Descrierea m&acirc;inilor</strong></p></td>
        </tr>
        <tr>
          <td width="21%"><p>Chint&#259; royal&#259;</p></td>
          <td width="67%"><p>As - Pop&#259; -      Dam&#259; - Valet - 10 de aceea&#351;i culoare</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Chint&#259; de      culoare</p></td>
          <td width="67%"><p>Cinci c&#259;r&#355;i      &icirc;n ordine de aceea&#351;i culoare.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Careu</p></td>
          <td width="67%"><p>Patru c&#259;r&#355;i      cu aceea&#351;i valoare</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Ful</p></td>
          <td width="67%"><p>Trei de un      fel &#351;i o pereche</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Culoare</p></td>
          <td width="67%"><p>Cinci c&#259;r&#355;i      &icirc;n secven&#355;a aceleia&#351;i suite.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Chint&#259;</p></td>
          <td width="67%"><p>Orice cinci      c&#259;r&#355;i &icirc;n secven&#355;a dar nu a aceleia&#351;i suite.</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Trei buc&#259;&#355;i</p></td>
          <td width="67%"><p>Trei c&#259;r&#355;i cu      aceea&#351;i valoare &#351;i dou&#259; c&#259;r&#355;i f&#259;r&#259; pereche</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Dou&#259; perechi</p></td>
          <td width="67%"><p>Dou&#259; c&#259;r&#355;i cu      aceea&#351;i valoare cu alte dou&#259; c&#259;r&#355;i cu aceea&#351;i valoare cu o alt&#259; carte</p></td>
        </tr>
        <tr>
          <td width="21%"><p>O pereche</p></td>
          <td width="67%"><p>Dou&#259; c&#259;r&#355;i cu      aceea&#351;i valoare &#351;i trei c&#259;r&#355;i f&#259;r&#259; pereche</p></td>
        </tr>
        <tr>
          <td width="21%"><p>Carte mare</p></td>
          <td width="67%"><p>Cea mai mare      carte din m&acirc;n&#259;</p></td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>Defec&#355;iunile anuleaz&#259; toate  jocurile &#351;i c&acirc;&#351;tigurile.</p>
</div>
<div id="options">
        <p><strong>Op&#355;iunile jocului </strong></p>
        <p>Face&#355;i clic pe <strong>Meniul Principal</strong> &ndash; <strong>Op&#355;iuni</strong> pentru a ob&#355;ine urm&#259;torul meniu:</p>
        <p><strong>Efecte Sonore:</strong> Aceast&#259; op&#355;iune porne&#351;te sau opre&#351;te  sunetele jocului (precum cele pe care le auzi&#355;i c&acirc;nd face&#355;i clic pe butoane).</p>
        <p><strong>Sunet Ambiental: </strong>Aceast&#259; op&#355;iune porne&#351;te sunetul unui  cazino real, precum sunetul oamenilor vorbind &icirc;n fundal. </p>
        <p><strong>Grafic&#259; de Calitate &Icirc;nalt&#259;:</strong> Dezactiva&#355;i aceast&#259;  op&#355;iune dac&#259; viteza de joc &icirc;ncepe s&#259; scad&#259; din cauza capacit&#259;&#355;ii de procesare a  computerului dvs. Sc&#259;derea vitezei poate fi cauzat&#259; &#351;i de probleme legate de Internet, precum  momentele de folosire maxim&#259; a re&#355;elei.</p>
        <p><strong>Anima&#355;ii:</strong> Dezactiva&#355;i aceast&#259; op&#355;iune pentru ca  ro&#355;ile s&#259; apar&#259; &icirc;n pozi&#355;ia final&#259;, f&#259;r&#259; s&#259; mai prezinte anima&#355;iile  &icirc;nv&acirc;rtirilor, dac&#259; consum&#259; prea multe resurse ale computerului dvs.</p>
        <p><strong>&Icirc;ncadreaz&#259; &icirc;n Fereastr&#259;</strong>: Activa&#355;i aceast&#259; op&#355;iune pentru a m&#259;ri jocul pe  toat&#259; suprafa&#355;a ferestrei.</p>
</div>
</BODY>
</HTML>