<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
</div>
<div id="objective">

        <p>Ultimate Texas Hold'em je pokerov&aacute; hra so spoločn&yacute;mi kartami. Cieľom hry je  utvorenie lep&scaron;ej pokerovej kombin&aacute;cie z&nbsp;piatich kariet, než ak&uacute; m&aacute;  krupier, pričom možno využiť dve vlastn&eacute; karty na ruke a p&auml;ť spoločn&yacute;ch kariet. </p>
        <p>K dispoz&iacute;cii je aj dobrovoľn&aacute; st&aacute;vka Trojica, ktor&uacute; vyhr&aacute;vate v&nbsp;pr&iacute;pade, že va&scaron;ich z&aacute;verečn&yacute;ch p&auml;ť kariet utvorilo kombin&aacute;ciu trojice alebo vy&scaron;&scaron;iu.</p>
</div>
<div id="playing"> 
        <p><strong>Ako hrať</strong></p>
        <p>Hr&aacute; sa s&nbsp;jedn&yacute;m &scaron;tandardn&yacute;m bal&iacute;čkom 52 kariet, ktor&yacute; sa po každej hre  premie&scaron;a.</p>
  <p>Kliknite na  žet&oacute;ny, ktor&eacute; sa nach&aacute;dzaj&uacute; v pravej dolnej časti obrazovky a zvoľte si  požadovan&uacute; hodnotu žet&oacute;nov. 
Veľk&aacute; mince nomin&aacute;lnych hodn&ocirc;t 1K=1000, 1M=1 000  000, 1B=1 000 000 000. </p>
  <p>Mus&iacute;te vykonať vklad v rovnakej v&yacute;&scaron;ke pre Ante aj Blind. Po umiestnen&iacute; st&aacute;vky na pol&iacute;čko st&aacute;vky Ante sa rovnak&yacute; vklad umiestni aj na pol&iacute;čko st&aacute;vky Blind a&nbsp;naopak. St&aacute;vka Trojica m&ocirc;že mať odli&scaron;n&uacute; v&yacute;&scaron;ku ako st&aacute;vky Ante/Blind.</p>
  <p>Podrobnosti o  stolov&yacute;ch limitoch a v&yacute;platn&yacute;ch kurzoch z&iacute;skate, ak kurzorom prejdete na  informačn&uacute; kartičku stola.</p>
  <p>Ak si prajete  st&aacute;vku zru&scaron;iť, pridržte kl&aacute;ves Shift a&nbsp;kliknite na pr&iacute;slu&scaron;n&yacute; žet&oacute;n, č&iacute;m ho  odstr&aacute;nite zo stola. Tlačidlom <strong>Zru&scaron;iť</strong> sa vr&aacute;tite o&nbsp;jeden krok dozadu, či už i&scaron;lo o&nbsp;pridanie alebo  odstr&aacute;nenie žet&oacute;nu.  </p>
  <p>Kliknite na <strong>Rozdať</strong>.</p>
  <p>Rozdaj&uacute; sa v&aacute;m  dve odkryt&eacute; karty a&nbsp;krupier dostane dve zakryt&eacute; karty. </p>
  <p>Teraz m&ocirc;žete staviť alebo čakať. M&ocirc;žete vykonať st&aacute;vku Hra vo v&yacute;&scaron;ke 3- alebo 4-n&aacute;sobku va&scaron;ej st&aacute;vky Ante. V&scaron;etky karty sa n&aacute;sledne odkryj&uacute; a&nbsp;rozhodne sa o&nbsp;v&iacute;ťazovi, pričom už nebud&uacute; k&nbsp;dispoz&iacute;cii ďal&scaron;ie kol&aacute; st&aacute;vok.</p>
<p>Ak si zvol&iacute;te Čakať, m&ocirc;žete pokračovať bez zvy&scaron;ovania st&aacute;vky. Odkryj&uacute; sa prv&eacute; tri spoločn&eacute; karty (zn&aacute;me ako flop). Pri ďal&scaron;om kole m&ocirc;žete op&auml;ť čakať, aby ste videli ostatn&eacute; spoločn&eacute; karty bez nutnosti zvy&scaron;ovania st&aacute;vky, alebo m&ocirc;žete st&aacute;vku zv&yacute;&scaron;iť o&nbsp;2-n&aacute;sobok st&aacute;vok Ante/Blind. Ak uzavriete 2-n&aacute;sobn&uacute; st&aacute;vku, odkryj&uacute; sa dve ostatn&eacute; spoločn&eacute; karty a&nbsp;rozhodne sa o&nbsp;v&iacute;ťazovi, pričom už nebud&uacute; k&nbsp;dispoz&iacute;cii ďal&scaron;ie kol&aacute; st&aacute;vok.</p>
  <p>V&nbsp;pr&iacute;pade, že ste sa rozhodli op&auml;tovne čakať, odkryj&uacute; sa posledn&eacute; dve spoločn&eacute; karty a&nbsp;vy m&ocirc;žete alebo Zložiť, pričom strat&iacute;te svoje st&aacute;vky Ante a&nbsp;Blind, alebo vložiť ďal&scaron;&iacute; vklad vo&nbsp;v&yacute;&scaron;ke st&aacute;vky Ante. Odkryj&uacute; sa karty krupiera a&nbsp;rozhodne sa o&nbsp;v&iacute;ťazovi.</p>
<p>St&aacute;vka Trojica sa po prvom vklade viac nezvy&scaron;uje.</p>
<p><strong>V&yacute;sledky</strong></p>
<p> Hern&yacute; syst&eacute;m urč&iacute;, kto m&aacute; najlep&scaron;iu p&auml;ťkartov&uacute; pokerov&uacute; kombin&aacute;ciu, pričom  sa berie do &uacute;vahy kombin&aacute;cia kariet na ruke dan&eacute;ho hr&aacute;ča a&nbsp;spoločn&eacute; karty. </p>
<p>Pre jednotliv&eacute; st&aacute;vky Ante, Blind, Hra a&nbsp;Trojica platia r&ocirc;zne podmienky ich vypl&aacute;cania:</p>
<p>Krupier potrebuje na kvalifik&aacute;ciu do hry utvoriť minim&aacute;lne jednu dvojicu. Ak sa krupier nekvalifikuje neznamen&aacute; to, že automaticky vyhr&aacute;vate.</p>
<p><strong>St&aacute;vka Ante</strong></p>
<p>Ak sa krupier kvalifikuje do hry a&nbsp;vy m&aacute;te vy&scaron;&scaron;iu kombin&aacute;ciu, zo&nbsp;st&aacute;vky Ante sa v&aacute;m vypl&aacute;ca v&yacute;hra v&nbsp;pomere v&yacute;&scaron;ky vkladu (1:1). Ak sa krupier kvalifikuje do hry a&nbsp;z&iacute;ska vy&scaron;&scaron;iu kombin&aacute;ciu ako vy, st&aacute;vku Ante prehr&aacute;vate. Ak je v&yacute;sledok nerozhodn&yacute; alebo sa krupier nekvalifikuje do hry, v&yacute;sledok st&aacute;vky je rem&iacute;za (vklad sa v&aacute;m vr&aacute;ti).</p>
<p><strong>St&aacute;vka Blind</strong></p>
<p>Ak vyhr&aacute;te s&nbsp;kombin&aacute;ciou postupka alebo vy&scaron;&scaron;ou, za st&aacute;vku Blind dostanete v&yacute;hru podľa tabuľky v&yacute;plat. Ak utvor&iacute;te lep&scaron;iu kombin&aacute;ciu ako krupier, ale niž&scaron;iu ako postupka, st&aacute;vka Blind sa konč&iacute; rem&iacute;zou. Ak vytvoril krupier vy&scaron;&scaron;iu kombin&aacute;ciu ako vy, va&scaron;a st&aacute;vka Blind prehr&aacute;va, a&nbsp;to aj v&nbsp;pr&iacute;pade, že krupier sa nekvalifikoval do hry.</p>
<p><strong>St&aacute;vka Hra</strong></p>
<p>Ak sa v&aacute;m podar&iacute; utvoriť vy&scaron;&scaron;iu kombin&aacute;ciu, st&aacute;vka Hra vypl&aacute;ca v&yacute;hry v&nbsp;pomere v&yacute;&scaron;ky vkladu. Ak krupier utvor&iacute; vy&scaron;&scaron;iu kombin&aacute;ciu, st&aacute;vka Hra prehr&aacute;va bez ohľadu na to, či sa krupier kvalifikoval do hry.</p>
<p><strong>Rem&iacute;za</strong></p>
<p>Ak dosiahnete s&nbsp;krupierom nerozhodn&yacute; v&yacute;sledok, pre st&aacute;vky Ante, Blind a&nbsp;Hra plat&iacute; rem&iacute;za.</p>
</div>
<div id="bonus">
  <p><strong>V&yacute;sledky st&aacute;vky Trojica</strong></p>
  <p>Ak z&nbsp;va&scaron;ich z&aacute;verečn&yacute;ch piatich kariet utvor&iacute;te kombin&aacute;ciu troch kariet rovnak&eacute;ho typu (trojica) alebo vy&scaron;&scaron;iu, vyhr&aacute;vate. St&aacute;vky na v&yacute;hern&eacute; trojice sa vypl&aacute;caj&uacute; bez ohľadu na to, či va&scaron;a hlavn&aacute; kombin&aacute;cia vyhrala, prehrala alebo remizovala. St&aacute;vku Trojica m&ocirc;žete vyhrať dokonca aj v&nbsp;pr&iacute;pade, že zlož&iacute;te.</p>
  <p><strong>Tabuľka kombin&aacute;ci&iacute;</strong></p>
  <p>V&yacute;hern&eacute; kombin&aacute;cie s&uacute; zoraden&eacute; v&nbsp;s&uacute;lade so  &scaron;tandardnou pokerovou tabuľkou kombin&aacute;ci&iacute;. </p>
  <table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
        <tr>
          <td width="21%" class="cellHeader"><strong>Karty</strong></td>
          <td width="62%" class="cellHeader"><strong>Popis kariet</strong></td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Kr&aacute;ľovsk&aacute; postupka vo farbe</td>
          <td width="62%" class="menuTable">Eso - Kr&aacute;ľ - Kr&aacute;ľovn&aacute; - Chlapec - 10 z rovnakej  farby. </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Postupka vo farbe</td>
          <td width="62%" class="menuTable">P&auml;ť kariet za sebou rovnakej farby. </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">&Scaron;tvorica</td>
          <td width="62%" class="menuTable">&Scaron;tyri karty rovnakej hodnoty </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Trojica a p&aacute;r</td>
          <td width="62%" class="menuTable">Tri rovnak&eacute; karty a p&aacute;r </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Fle&scaron;</td>
          <td width="62%" class="menuTable">P&auml;ť kariet rovnakej farby</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">&Scaron;pinav&aacute; postupka</td>
          <td width="62%" class="menuTable">P&auml;ť kariet za sebou, ale nie rovnakej farby</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Trojica</td>
          <td width="62%" class="menuTable">Tri karty rovnakej hodnoty a dve nes&uacute;visiace  karty</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Dva p&aacute;ry</td>
          <td width="62%" class="menuTable">Dve karty rovnakej hodnoty s in&yacute;mi dvomi kartami  rovnakej hodnoty s inou kartou</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Jeden p&aacute;r</td>
          <td width="62%" class="menuTable">Dve karty rovnakej hodnoty a tri nes&uacute;visiace  karty</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable">Vysok&aacute; Karta</td>
          <td width="62%" class="menuTable">Najvy&scaron;&scaron;ia karta na ruke</td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>V pr&iacute;pade  nespr&aacute;vneho fungovania hry sa ru&scaron;&iacute; hranie aj v&scaron;etky v&yacute;hry.</p>
</div>
<div id="options">
        <p><strong>Mo&#382;nosti hry</strong></p>
        <p>Prejdite na <strong>Hlavn&eacute;  menu</strong> <strong>- Mo&#382;nosti</strong>:</p>
        <p><strong>Zvukov&eacute; efekty:</strong> Stla&#269;en&iacute;m tohto tla&#269;idla sa zapn&uacute;  a&nbsp;vypn&uacute; zvuky hry (ako napr. p&iacute;pnutie, ke&#271; kliknete na tla&#269;idl&aacute;).</p>
        <p><strong>Okolit&eacute; zvuky: </strong>Stla&#269;en&iacute;m tohto tla&#269;idla  zapnete zvuky norm&aacute;lneho kas&iacute;na, ako napr. rozhovory &#318;ud&iacute; v pozad&iacute; </p>
        <p><strong>Vysok&aacute;  grafick&aacute; kvalita:</strong> Nezazna&#269;te  t&uacute;to mo&#382;nos&#357;, ak m&aacute;te pocit, &#382;e schopnos&#357; po&#269;&iacute;ta&#269;a spracova&#357; &#269;innosti slabne. Spomalen&eacute;  hry m&ocirc;&#382;u by&#357; aj n&aacute;sledkom pre&#357;a&#382;enej internetovej siete.</p>
        <p><strong>Anim&aacute;cie:</strong> Nezazna&#269;te t&uacute;to mo&#382;nos&#357; a&nbsp;valce sa  objavia vo fin&aacute;lnej poz&iacute;cii bez kr&uacute;tiacich sa anim&aacute;ci&iacute;, pokia&#318; m&aacute; v&aacute;&scaron; po&#269;&iacute;ta&#269;  poruchy v&yacute;konu.<br>
  &nbsp;<br>
  <strong>Prisp&ocirc;sobi&#357;  oknu</strong>: T&yacute;mto tla&#269;idlom  m&ocirc;&#382;ete prisp&ocirc;sobi&#357; hru ve&#318;kosti okna.</p>
</div>
</BODY>
</HTML>