<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em  &auml;r ett pokerspel med gemensamma kort. M&aring;let &auml;r att f&aring; en b&auml;ttre  pokerhand p&aring; fem kort &auml;n dealern, med en kombination av din egen hand som  best&aring;r av tv&aring; kort och fem gemensamma kort. </p>
        <p>Om du vill kan du &auml;ven l&auml;gga en trissinsats, d&auml;r du vinner om du f&aring;r tretal eller h&ouml;gre i din sluthand p&aring; fem kort.</p>
</div>
<div id="playing"> 
        <p><strong>Spela s&aring; h&auml;r</strong></p>
        <p>I  spelet anv&auml;nds en vanlig kortlek p&aring; 52 kort som blandas efter varje omg&aring;ng.</p>
  <p>V&auml;lj &ouml;nskat insatsbelopp genom att       klicka p&aring; markerh&ouml;gen l&auml;ngst ned till h&ouml;ger p&aring; sk&auml;rmen. 
Stor myntval&ouml;rer 1K=1000, 1M=1 000 000, 1B=1 000  000 000.</p>
  <p>Anteinsatsen och m&ouml;rkinsatsen m&aring;ste vara lika stora. N&auml;r du l&auml;gger en insats p&aring; anteinsatsf&auml;ltet l&auml;ggs en lika stor insats p&aring; m&ouml;rkinsatsf&auml;ltet, och tv&auml;rtom. Trissinsatsen beh&ouml;ver inte vara lika stor som anteinsatsen/m&ouml;rkinsatsen.</p>
  <p>Du kan f&aring; mer information om       insatsgr&auml;nser och vinster genom att f&ouml;ra musen &ouml;ver kortet p&aring; bordet. </p>
  <p>Du kan ta bort en insats genom att       h&aring;lla ned Skift-tangenten och klicka p&aring; en spelmark som du vill ta bort       fr&aring;n bordet. Med knappen <strong>&Aring;ngra</strong> kan du &aring;ngra din senaste &aring;tg&auml;rd       (l&auml;gga till eller ta bort en spelmarker). </p>
  <p>Klicka p&aring; <strong>Dela ut</strong>-knappen  f&ouml;r att starta en spelrunda. </p>
  <p>Du f&aring;r nu tv&aring; upp&aring;tv&auml;nda h&aring;lkort och       dealern f&aring;r tv&aring; ned&aring;tv&auml;nda kort.</p>
  <p>Nu kan du v&auml;lja att satsa eller passa. Du kan l&auml;gga en spelinsats som &auml;r 3 eller 4 g&aring;nger s&aring; stor som anteinsatsen. Alla kort v&auml;nds upp och vinnaren fastst&auml;lls utan ytterligare insatsomg&aring;ngar.</p>
<p>Om du v&auml;ljer Passa i st&auml;llet kan du forts&auml;tta utan att h&ouml;ja insatsen. De tre f&ouml;rsta gemensamma korten (som kallas floppen) v&auml;nds upp. Du kan nu passa igen om du vill se resten av de gemensamma korten utan att h&ouml;ja din insats, eller h&ouml;ja insatsen med tv&aring; g&aring;nger anteinsatsen/m&ouml;rkinsatsen. Om du v&auml;ljer det senare alternativet v&auml;nds de tv&aring; sista gemensamma korten upp och en vinnare fastst&auml;lls utan ytterligare insatsomg&aring;ngar.</p>
  <p>Om du passade igen v&auml;nds de tv&aring; sista gemensamma korten upp och du kan antingen v&auml;lja L&auml;gg dig och f&ouml;rlora dina ante- och m&ouml;rkinsatser, eller l&auml;gga en insats som &auml;r lika stor som anteinsatsen. Dealerns kort v&auml;nds upp och en vinnare fastst&auml;lls.</p>
<p>Trissinsatsen h&ouml;js aldrig efter den inledande insatsen.</p>
<p><strong>Resultat</strong></p>
<p> Systemet  fastst&auml;ller om du eller dealern har den b&auml;sta pokerhanden p&aring; fem kort, utifr&aring;n  en kombination av h&aring;lkort och gemensamma kort.</p>
<p>F&ouml;r de enskilda ante-, m&ouml;rk-, spel- och trissinsatserna g&auml;ller olika villkor f&ouml;r vinst:</p>
<p>Dealern beh&ouml;ver minst ett par f&ouml;r att kvalificera sig. Du vinner inte automatiskt om dealern inte kvalificerar sig.</p>
<p><strong>Anteinsats</strong></p>
<p>Om dealern kvalificerar sig och din hand &auml;r v&auml;rd mest ger anteinsatsen j&auml;mna pengar (1:1). Om dealern kvalificerar sig och dealerns hand &auml;r v&auml;rd mest f&ouml;rlorar du din anteinsats. Om det blir lika eller om dealern inte kvalificerar sig f&aring;r du tillbaka din anteinsats (push).</p>
<p><strong>M&ouml;rkinsats</strong></p>
<p>Om din hand vinner med stege eller b&auml;ttre ger m&ouml;rkinsatsen utdelning enligt vinsttabellen. Om din hand &auml;r b&auml;ttre &auml;n dealerns hand, men mindre &auml;n stege, f&aring;r du tillbaka m&ouml;rkinsatsen (push). Om dealern har en b&auml;ttre hand f&ouml;rlorar du din m&ouml;rkinsats &auml;ven om dealern inte kvalificerade sig.</p>
<p><strong>Spelinsats</strong></p>
<p>Om du har den b&auml;sta handen ger spelinsatsen j&auml;mna pengar.Om dealern har den b&auml;sta handen f&ouml;rlorar du spelinsatsen, oavsett om dealern har kvalificerat sig eller inte.</p>
<p><strong>Lika</strong></p>
<p>Om du och dealern spelar lika f&aring;r du tillbaka alla ante-, m&ouml;rk- och spelinsatser som du lagt (push).</p>
</div>
<div id="bonus">
  <p><strong>Resultat f&ouml;r trissinsats</strong></p>
  <p>Du vinner om du f&aring;r triss (tretal) eller h&ouml;gre i din sluthand p&aring; fem kort. Trissvinster betalas ut oavsett om huvudhanden vinner, f&ouml;rlorar eller spelar lika. Du kan vinna med en trissinsats &auml;ven om du l&auml;gger dig.</p>
  <p><strong>Handrankningar</strong></p>
  <p>H&auml;nderna  rankas utifr&aring;n standardrankningar i pokerspel. </p>
  <table border="0" cellspacing="0" cellpadding="0" width="96%">
    <tr>
      <td width="20%"><h3 align="center">Hand</h3></td>
      <td><h3 align="center">Handbeskrivning</h3></td>
    </tr>
    <tr>
      <td><p>Royal Flush </p></td>
      <td><p>Ess - kung - dam - knekt - 10 i en f&auml;rg </p></td>
    </tr>
    <tr>
      <td><p>Straight Flush </p></td>
      <td><p>Fem kort i en f&auml;rg och i kontinuerlig f&ouml;ljd </p></td>
    </tr>
    <tr>
      <td><p>Fyrtal</p></td>
      <td><p>Fyra likv&auml;rdiga kort </p></td>
    </tr>
    <tr>
      <td><p>K&aring;k</p></td>
      <td><p>En trilling och ett par </p></td>
    </tr>
    <tr>
      <td><p>F&auml;rg</p></td>
      <td><p>Fem kort i samma f&auml;rg </p></td>
    </tr>
    <tr>
      <td><p>Stege</p></td>
      <td><p>Fem kort i kontinuerlig f&ouml;ljd, men inte alla i samma f&auml;rg </p></td>
    </tr>
    <tr>
      <td><p>Triss </p></td>
      <td><p>Tre likv&auml;rdiga kort och tv&aring; olika kort </p></td>
    </tr>
    <tr>
      <td><p>Tv&aring; par</p></td>
      <td><p>Tv&aring; g&aring;nger tv&aring; likv&auml;rdiga kort och ytterligare ett kort </p></td>
    </tr>
    <tr>
      <td><p>Ett par</p></td>
      <td><p>Tv&aring; likv&auml;rdiga kort och tre olika kort </p></td>
    </tr>
    <tr>
      <td><p>H&ouml;gt Kort</p></td>
      <td><p>Inga likv&auml;rdiga korts </p></td>
    </tr>
  </table>
  <p>Vid funktionsst&ouml;rning ogiltigf&ouml;rklaras alla insatser och vinster.</p>
</div>
<div id="options">
        <p><strong>Spelalternativ</strong></p>
        <p>G&aring; till <strong>Huvudmeny  &ndash; Alternativ</strong>, s&aring; visas f&ouml;ljande meny:</p>
        <p><strong>Ljudeffekter:</strong> H&auml;r kan du s&auml;tta p&aring; och st&auml;nga av  spelljud (till exempel pipen n&auml;r du klickar p&aring; knapparna).</p>
        <p><strong>Bakgrundsljud: </strong>H&auml;r kan du s&auml;tta p&aring; ljud  som f&ouml;rekommer i riktiga kasinon, till exempel folk som pratar i bakgrunden. </p>
        <p><strong>Grafik av h&ouml;g  kvalitet:</strong> Avmarkera det  h&auml;r alternativet<strong> </strong>om spelet g&aring;r l&aring;ngsamt p&aring; grund av datorns  bearbetningskapacitet. L&aring;ngsamma spel kan &auml;ven bero p&aring; Internetanslutningen,  till exempel under perioder d&aring; m&aring;nga personer anv&auml;nder Internet.</p>
        <p><strong>Animeringar:</strong> Om datorn har prestandaproblem s&aring; kan du  avmarkera det h&auml;r alternativet s&aring; att hjulen bara visas i slutpositionen utan  de snurrande animeringarna.</p>
        <p><strong>Anpassa till  f&ouml;nster</strong>: Markera det h&auml;r  alternativet om du vill anpassa spelet efter f&ouml;nstrets storlek.</p>
</div>
</BODY>
</HTML>