<HTML>
<HEAD>

<TITLE>Ultimate Texas Hold'em</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<link rel="stylesheet" href="stylesheets/help.css">

</HEAD>
<BODY BGCOLOR=#FFFFFF leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">

<div id="game">
        <h1>ULTIMATE TEXAS HOLD'EM</h1>
        </div>
<div id="objective">

        <p>Ultimate Texas Hold'em  ortak kartlı bir poker oyunudur. Ama&ccedil;, iki-kartlı elinizi ve beş ortak  kartı kullanarak krupiyeden daha iyi bir beş-kartlı el yapmaktır. Ayrıca, beş karttan oluşan son elinizin &Uuml;&ccedil;&uuml; veya daha fazlası aynı olduğunda oyunu kazandığınız Trips bahis se&ccedil;eneği de bulunur.</p>
</div>
<div id="playing"> 
        <p><strong>Nasıl Oynanır</strong></p>
        <p>Oyunda bir adet  standart 52-destesi kullanılır ve deste her turda karıştırılır.</p>
  <p>İstediğiniz bahis       tutarını se&ccedil;mek i&ccedil;in ekranın sağ alt k&ouml;şesinde bulunan fiş yığınını       tıklatın. 
B&uuml;y&uuml;k sikke mezhep 1K=1000, 1M=1 000 000, 1B=1  000 000 000. </p>
  <p>Ante ve Blind'a eşit miktarda bahis yapmanız gerekir. Ante bahis alanında bir bahis koyduğunuzda, aynı bahis Blind bahis alanına da konur ya da tam tersi olur. Trips bahsi, Ante/Blind bahislerinden farklı bir miktar i&ccedil;in olabilir.</p>
  <p>Masa limitlerine ve       kazan&ccedil; &ouml;demelerine ilişkin detaylar, imle&ccedil; tablo kartının &uuml;zerine       g&ouml;t&uuml;r&uuml;lerek g&ouml;r&uuml;lebilir. </p>
  <p>Bir bahsi kaldırmak i&ccedil;in       Shift d&uuml;ğmesini basılı tutun ve tablodan kaldırmak istediğiniz fişi       tıklatın. <strong>Geri al</strong> d&uuml;ğmesi son hareketinizi       geri alır; son olarak bir fiş ekleme veya kaldırma işlemi yapmış       olabilirsiniz. </p>
  <p>Oyunu baslatmak i&ccedil;in <strong>Kağıt Dağıt </strong>e tiklayiniz.</p>
  <p>Size iki adet a&ccedil;ık kart       dağıtılır ve krupiyeye de iki adet kapalı kart dağıtılır. </p>
  <p>Bu noktada bahis veya check yapabilirsiniz. Ante bahsininizin 3 veya 4 katı kadar Play bahsi yapabilirsiniz.   Ardından t&uuml;m kartlar a&ccedil;ılır ve başka bir bahis turu olmadan kazanan belirlenir.</p>
<p>Bunun yerine <strong>Pas</strong>'i se&ccedil;erseniz, bahsinizi artırmadan devam edebilirsiniz.  İlk 3 ortak kart (flop olarak bilinir) a&ccedil;ılır. Ardından bahsinizi artırmadan ortak kartların geri kalanını g&ouml;rmek i&ccedil;in yine check yapabilir veya bahsinizi Ante/Blind bahislerinizin 2 katı kadar artırabilirsiniz. 2x bahis yaparsanız, son iki ortak kart a&ccedil;ılır ve başka bir bahis turu yapılmadan kazanan belirlenir.</p>
  <p>Tekrar check yaparsanız, son iki ortak kart a&ccedil;ılır ve ardından Fold'u se&ccedil;erek Ante ve Blind bahislerinizi kaybedebilir veya Ante bahsi değerinde bahis yapabilirsiniz. Dağıtıcının kartları a&ccedil;ılır ve kazanan belirlenir.</p>
<p>Trips bet, ilk bahisten sonra asla artırılmaz.</p>
<p><strong>Sonu&ccedil;lar</strong></p>
<p>Sistem, kapalı ve  ortak kartlardan oluşan t&uuml;m kombinasyonları kullanarak en iyi beş kartlı poker  eline sizin mi yoksa krupiyenin mi sahip olduğunu belirler.&nbsp;</p>
<p>Bireysel Ante, Blind, Play ve Trips bahislerinin t&uuml;m&uuml; i&ccedil;in farklı &ouml;deme koşulları vardır:</p>
<p>Dağıtıcının en az iki &ccedil;iftin bir sonraki adıma &ccedil;ıkmasına ihtiyacı vardır. Dağıtan bir sonraki adıma &ccedil;ıkmazsa otomatik olarak kazanamazsınız.</p>
<p><strong>Ante Bahsi</strong></p>
<p>Dağıtan bir sonraki adıma &ccedil;ıkarsa ve sizin eliniz daha y&uuml;ksekse Ante eşit para &ouml;der (1:1). Dağıtan bir sonraki adıma &ccedil;ıkarsa ve dağıtanın eli daha y&uuml;ksekse Ante bahsinizi kaybedersiniz. Eşit ise ve dağıtan bir sonraki adıma &ccedil;ıkmazsa, Ante bahsiniz geri d&ouml;ner (bahsinizi geri alırsınız).</p>
<p><strong>Blind Bahsi</strong></p>
<p>Eliniz straight veya daha iyisiyle kazanırsa, Blind bahsi &ouml;deme tablosuna g&ouml;re &ouml;der. Eliniz dağıtandan daha iyiyse fakat straight'ten azsa, Blind bahsi geri d&ouml;ner. Dağıtanın eli daha y&uuml;ksekse, bir sonraki adıma &ccedil;ıkamasa dahi Blind bahsinizi kaybedersiniz.</p>
<p><strong>Play Bahsi</strong></p>
<p>Eliniz daha y&uuml;ksekse Play bahsi eşit para &ouml;der. Dağıtanın eli daha y&uuml;ksekse, bir sonraki adıma &ccedil;ıkıp &ccedil;ıkmadığına bakılmaksızın Play bahsi kaybedilir.</p>
<p><strong>Eşitlik</strong></p>
<p>Dağıtan ve siz eşir iseniz, Ante, Blind ve Play bahislerinin t&uuml;m&uuml; geri d&ouml;ner.</p>
</div>
<div id="bonus">
  <p><strong>Trips Bahsi Sonu&ccedil;ları</strong></p>
  <p>Son 5-kartlı eliniz Trips (&Uuml;&ccedil;&uuml; aynı) veya daha fazla ise kazanırsınız. Trips bahsi kazan&ccedil;ları, ana elin kazanmasına, kaybetmesine veya geri d&ouml;nmesine bakılmaksızın &ouml;denir. Fold yaptığınızda dahi Trips bahsi kazanabilirsiniz.  </p>
  <p><strong>El Sıralamaları</strong></p>
  <p>Eller standart poker sıralamalarına g&ouml;re  sıralanır. </p>
  <table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
      <td><table width="100%" border="0" cellpadding="2" cellspacing="1">
        <tr>
          <td width="21%" class="cellHeader">Kagit</td>
          <td width="62%" class="cellHeader"> Kagidin a&ccedil;iklamasi</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>Flo&#351; Ruayel</strong></td>
          <td width="62%" class="menuTable">Ayn&#305; cinsten As - Papaz - K&#305;z -  Vale - 10</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>D&uuml;z Flo&#351;</strong></td>
          <td width="62%" class="menuTable">Ayn&#305; cinsten s&#305;ral&#305; herhangi be&#351;  k&acirc;&#287;&#305;t</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>D&ouml;rtl&uuml; </strong></td>
          <td width="62%" class="menuTable">Herhangi bir cinsten 4 tane ayn&#305;  de&#287;erde k&acirc;&#287;&#305;t.</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>Ful</strong></td>
          <td width="62%" class="menuTable">Bir &uuml;&ccedil;l&uuml; ve bir per.</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>Flo&#351; </strong></td>
          <td width="62%" class="menuTable">Ayn&#305; t&uuml;rden be&#351; kart</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>Kent </strong></td>
          <td width="62%" class="menuTable">Ayn&#305; cinsten olmayan s&#305;ral&#305;  herhangi be&#351; k&acirc;&#287;&#305;t</td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>&Uuml;&ccedil;l&uuml; </strong></td>
          <td width="62%" class="menuTable"> Ayni degerde &uuml;&ccedil; kart ve baska degerde iki kart </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>&#304;ki  Per</strong></td>
          <td width="62%" class="menuTable"> Iki kere ayni degerde iki kart ve bir baska kart </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>Tek Per</strong></td>
          <td width="62%" class="menuTable"> Ayni degerde iki kart ve baska degerde &uuml;&ccedil; kart </td>
        </tr>
        <tr>
          <td width="21%" class="menuTable"><strong>Y&uuml;ksek</strong></td>
          <td width="62%" class="menuTable"> Ayni degerde olmayan kartlar</td>
        </tr>
      </table></td>
    </tr>
  </table>
  <p>Fonksiyon bozukluğu t&uuml;m &ouml;demeleri  ve oyunu ge&ccedil;ersiz kılar.</p>
</div>
<div id="options">
        <p><strong>Oyun Se&ccedil;enekleri </strong></p>
        <p>Aşağıdaki men&uuml;y&uuml;  a&ccedil;mak i&ccedil;in <strong>Ana Men&uuml; - Se&ccedil;enekler</strong> sırasını izleyin: </p>
        <p><strong>Ses Efektleri:</strong> Bu se&ccedil;enek oyun seslerini (d&uuml;ğmelere  tıkladığınızda duyulan bip sesleri gibi) a&ccedil;ar ve kapatır. </p>
        <p><strong>Ortam Sesleri: </strong>Bu se&ccedil;enek, arka planda insanların  konuşması gibi kumarhanede duyulabilecek sesleri a&ccedil;ar. </p>
        <p><strong>Y&uuml;ksek Kaliteli Grafikler:</strong> Bilgisayarınızın  işlemci kapasitesinden dolayı oyunda yavaşlama oluyorsa bu ayarı devre dışı  bırakın. Oyunda meydana gelen yavaşlama, fazla kullanım s&uuml;resi gibi Internet ile  ilgili sorunlara neden olabilir. </p>
        <p><strong>Animasyonlar:</strong> Bu se&ccedil;eneği, bilgisayarınızın performansı  d&uuml;ş&uuml;kse, tekerlerin d&ouml;nme animasyonu olmaksızın sadece son hallerinin  g&ouml;r&uuml;nt&uuml;lenmesini sağlamak i&ccedil;in etkinleştirin. </p>
        <p><strong>Pencereye Sığdır:</strong> Oyun ekranını pencereye uyacak şekilde  ayarlamak i&ccedil;in bu &ouml;zelliği etkinleştirin. </p>
</div></BODY>
</HTML>